#version: 0.2
L L
L A
V L
S L
E E
A L
A A
T L
P P
I L
V V
G L
G S
K K
E L
G G
P L
D L
R L
F L
V A
V S
K L
G A
R R
Q L
P S
V T
N L
I S
P E
K E
T S
G E
A S
D S
V I
Y L
V E
R E
G T
I I
P A
G K
G D
V K
G I
V F
R S
T A
Q Q
R K
V D
R D
P D
R A
Q E
T E
G N
I A
V N
G F
H L
M L
K S
G P
I F
Y S
Q A
T T
K D
K A
Q S
C L
G R
V P
E D
G Y
T F
T P
I D
E A
M A
R N
T D
G Q
V Y
K I
H S
R I
V Q
K N
P F
E S
R F
T I
Q D
N I
V C
R Y
M S
R P
M E
R Q
F A
T N
V H
Y A
M D
R T
F D
P N
F I
W L
G H
T K
Y D
E N
G C
E K
P Q
V W
I K
V R
P K
V M
G M
N A
F F
T Y
Q K
D D
I E
LL L
Q N
P I
P T
Y N
R H
D A
Y F
D F
V G
W A
C A
H A
Y I
P R
T Q
M K
G V
Y E
T C
T H
Q I
P G
Y K
E I
F K
M N
Q H
F E
G W
D E
P Y
F T
LL S
W S
Q R
D I
T V
P C
Q Y
LA L
P W
N E
LL A
T R
F H
P V
N K
F Y
D K
F Q
H H
M I
T G
R G
W E
H E
SS L
R C
N D
I Y
S A
K Y
R M
K H
T M
F P
K Q
V LA
A E
V LL
Y Y
Q P
F R
I T
Q T
K T
I P
EE L
Q C
H N
SL S
R W
G LA
D N
I M
R V
D Y
AL S
VL S
K R
I Q
I H
M F
G LL
D C
D P
M T
KK L
AA A
Q F
LA A
H K
N Y
M Y
D T
C E
W K
H P
N T
C K
NL S
Q G
F G
EE A
H Y
E Q
I V
GL S
F V
W N
P M
Y T
DL S
E H
E M
C T
A I
LA S
V VL
E R
Q M
K P
E F
A F
T W
KL S
C W
AA S
IL S
VV S
E P
D G
PP L
N F
C D
LL D
I R
F M
Y M
E G
Y Q
K G
V SL
TL S
E T
K F
VA S
Q W
PL S
R DL
K M
Y H
A D
Y P
G SS
N R
F LL
G SL
M P
A N
V AA
FL S
A T
RL S
P LL
PP S
D Q
K V
T LL
W Y
PP A
E Y
H F
R LL
M M
EE S
VV A
QL S
Y V
D LL
EE E
R AL
H I
SS A
A K
I G
F W
D H
E C
V AL
Y C
N G
GS A
PE A
LL N
Q V
G AA
Y R
D V
E V
W I
K C
M R
GG A
N M
C Y
GK S
PS A
PE S
N Q
AL E
VT S
D R
K LL
V TL
H C
EL S
R SL
I W
H Q
VS A
D M
R AA
Y G
G NL
H D
P AS
LL E
GE S
A V
Q EL
C Q
VE S
C V
N W
RE S
P EL
P SS
P GS
GA S
G VL
LL K
KK A
FL K
P SL
YL S
W H
R VL
I LA
P AL
R KL
T VL
TE S
KK S
PP PP
G DL
AL D
T SS
QQ QQ
G GS
W D
RR A
V SS
V GL
RE A
K EL
M H
N LL
Y W
AL I
RR S
LA I
G VV
T SL
R EL
KE S
C G
R NL
VL E
N GS
VE A
T EL
GE A
VT A
VL I
M Q
TS A
CL S
SL E
W M
R SS
G EE
VL K
KE A
M V
M C
T AS
R TL
IL K
VW S
HL S
ML S
VY A
P GL
W F
EE D
M W
GA F
IL E
IL T
G VS
G EL
H W
TL N
RK S
VI A
V EL
VK S
PE D
VL P
GT A
VL D
GL E
GG GG
F LA
F SS
V PL
Q PL
R AS
G DS
II A
PP P
VL Y
RL P
K W
T LA
V IS
G AL
K AL
I LL
W C
R GL
V IL
W P
R PS
V KK
R IL
K SL
H RD
PP E
G IL
YS A
Q LL
DL E
T AL
NS A
T AA
F VV
PD A
R PL
TL Q
C M
H G
T VS
P LA
R RL
GS F
N LA
T GL
FS A
II Y
T IL
P QQ
P AA
LL I
V GS
E DL
C R
RR K
V KE
VF A
LL F
Q QL
G GL
V EE
GI A
P GA
K TL
YL I
D W
G PL
I SL
R GS
VL N
NL E
SS D
P EE
RD A
T PS
EA E
VS E
R YL
T PL
Q IL
V PA
SS E
R EE
RK A
T GT
P DL
D VL
R LA
T NS
T VV
KK E
VA VK
W Q
VT E
V DL
GD F
G PE
Q AL
G KK
TL K
Y SS
TL D
VT N
VA I
QE S
D VWS
AS A
KD A
P GG
G VI
G PS
T EE
G TS
Y LL
G PP
IA K
P KA
KL E
EL E
YL E
M AA
M LL
G QL
G VA
TL E
P VL
T VF
V GA
P FL
RS A
V KL
GD A
F GS
P GE
P VS
P VI
E LL
D SS
V QL
F SL
T TS
C LL
G FS
N IL
I PL
RR E
Q RL
V GN
Q VS
Y SL
V GE
I SS
QL E
FL I
Q AA
G NS
D IL
G KL
G II
P VD
M EE
G YS
G RR
Y FL
KK K
P TL
G TL
G IS
RD I
DS A
PE K
M EL
T FS
V GG
Q EE
GS N
Q AS
P VA
G VF
G MA
F VL
Q IS
P IS
VV I
YL N
R GG
V FL
VK A
IF A
Y TL
R IA
Q KL
GF A
C DL
I PE
K VL
DS E
RK T
K GL
E AL
P QE
G VD
N AS
TE D
IL D
R VV
F GI
GD E
H M
K NL
IL I
VE N
PS F
V QA
FL D
R QL
Q SL
GN A
NS T
Q SS
R KK
V RE
V FS
LAA RN
F GV
Y LA
VK I
EE EE
G VP
QL F
R HL
LL C
V PE
V RL
G RL
P GP
Q VV
IS D
F AL
GA D
K LA
P GI
R VA
G VT
G PA
P GN
V GT
PS D
P TS
LA VA
VC S
GS E
PL N
F ED
GS C
VI I
QQ A
T VT
G VK
AA AA
RL D
Q LA
K DL
IS A
K AS
V GD
IL N
Y VV
T NI
Y TA
VD A
G KE
V GI
T KA
P VV
T PP
T GI
N SL
V PD
V QE
LL Q
Y VL
T VD
TE A
F VS
D GL
R PD
R CL
F II
ED E
PL D
VI E
M AL
R VE
T RL
T GE
DF GLA
R PP
K RK
C KE
LA D
Y RL
IA I
Y GL
KL I
QE A
KS A
R QS
Q VL
Y AL
V YL
G PD
LA E
GK A
P IL
PA H
EE I
K IS
R GA
VN A
GF C
I PS
PL E
RL E
R PA
LL H
KE K
Q RR
T FL
DL K
V GP
VD RY
Y IF
GG N
R ML
EL F
GL K
QE D
PE I
GR I
M AS
G VC
F IL
TL W
C WL
QA E
K GI
V RA
VS D
KD E
T TL
F FL
Q DL
TS I
QL N
DS K
KI C
TS E
K IL
T DL
VF H
ID RY
P RS
P QA
R HS
PS E
N IS
VV E
V DS
R FS
DL I
FL N
V RD
MS A
W T
F KD
AA E
Y EE
P GT
R DS
F RR
D VA
SL H
EE F
QS A
T DS
RN A
LLL S
PL H
SL D
T KL
Q VE
VV K
V QS
D ED
EL M
Y YN
P RD
SL K
R PE
TA E
GL N
V NL
IS I
GK Y
Q KK
R GR
PA E
G VE
P DS
R GE
G RS
T GS
LL LL
VD I
Q RP
Q GL
Q TL
R NS
KE I
C LA
G QE
VL C
K QL
GN VL
P VF
P QL
ES A
V PS
SL N
W W
GL D
R GD
V GC
SL I
T VP
P KE
HS A
KK D
K EE
TT D
P GQ
V ME
G FL
GI N
VH RD
AL Y
V QQ
II E
T GA
NL Q
HL E
V ML
VK W
P ID
V YS
V RR
VI Y
G VN
II N
NS K
P GF
R FL
GD I
RF A
K IA
F TL
VH A
GG I
P RA
TS N
G CL
R IS
HL H
KL K
GY A
R VF
PE N
EL N
T VK
P GD
K II
W PF
T KK
Q VT
F KK
T VA
T VE
P TP
PD Y
P FS
V RS
VN N
KE D
VV D
D PL
M GT
TA D
T PA
T ID
LA N
R VT
AA I
P KL
VV N
P KS
KN A
P VT
SS H
FS I
F GG
P RE
T QL
P TT
RL I
VS Y
R QE
Q KS
K PL
VV C
TF I
Q RE
R QD
F TK
V PP
EA I
R TF
M VL
R KE
YL K
R TP
P IF
VA N
G RA
SS I
T PE
V RY
Y VA
GT E
DL D
KS E
AL C
EL H
YL D
Q GQ
IL H
RP H
R VP
Q RA
T GD
E SL
P RP
V MA
V GR
N EE
W KA
TL I
FS H
VN I
GS D
F RE
TE I
DS D
PP Q
GG K
PL M
G VY
G QS
M VS
R TS
T KN
T NL
R GQ
TE N
RD E
H GP
TA N
FL F
ID A
GH A
T VQ
T GN
F AS
PD I
V GF
M GL
V RQ
LA F
GD D
RI H
VY D
F GE
R VI
RR I
DVWS FGV
EE K
NL D
F GT
VK D
Y TC
VD E
TF A
PS K
VA E
T GG
Q IF
K GF
T KE
VF E
TS D
T GR
M SL
AA D
VI D
G RE
N RS
Q GD
Y GA
V RN
K SS
GY E
R VD
GA E
T GP
GC A
P QD
TN A
VL H
ES I
LA K
P KD
SS K
PE Y
P KK
RA I
G ME
KL H
T PD
Y RE
Q YL
RA K
RK F
V GK
IS E
F RL
QL K
RK N
G QA
K GR
I TL
C RL
V NS
G VQ
LA LA
R CS
R YS
MA PE
ML D
I KK
II K
P QS
TD A
EL D
W SL
ID F
N GG
R GN
H SL
Y KE
T RN
F AA
T RI
M IL
Y GK
VC A
F QS
Q GG
GE I
F VN
W AA
RK C
FS D
V LLL
DS I
G MS
N FA
PD E
W YA
SSS E
PS N
P VK
RR RR
II D
R IF
P YL
G CS
VF I
V RK
V RI
Q PP
TA K
EL I
P GR
T GK
R GY
RS D
R II
M DS
QS F
F NI
VS W
P VN
VP I
M GE
C TL
Q CL
VV AL
N FN
M TS
T VY
Y KD
KL C
M TL
VT I
YD A
ED A
VA VL
T YL
KE Y
SS F
Q PS
NS E
QS E
ES E
VR H
T IF
TL F
FS E
F GK
Q YS
TA I
FS F
Y YF
T VI
H AL
P KI
VP Y
KE M
EE N
T QA
G RK
NS M
TF H
YD D
V CL
F RA
F PK
TD D
H LL
Q NS
R GT
Q VA
D GT
RS I
KE KD
PN A
VL GI
T RD
R GP
T VH
VY I
GK I
G YL
KD N
TE K
G QQ
KA I
IL C
W LL
ML N
R PF
RL H
Y EL
GE D
TP I
H HL
M NL
R VS
H LA
F TI
R TD
Y KI
T QE
K TY
Q PQ
C PA
T VR
M VD
F KN
QL M
G HS
PF FI
FL E
N VT
F PQ
RDL K
VN P
E KL
Y IL
GA H
FS K
EA D
AL H
P GK
AL N
Y DL
V RP
KS I
AS D
VF D
GS K
F FA
HL N
KE N
Y PL
P RR
LL LA
Y AS
C VS
Y VE
T IS
KD H
T VC
T IA
SSL S
Q PA
MA E
VHRD LAARN
CC L
D NI
VK AL
Q KE
R TN
T WL
DD E
YN Y
T RY
P VQ
VM M
R GI
G RD
RL K
PF I
YL Y
M TF
NL K
P VE
T YD
DA E
Q GP
FL H
PA K
IF D
R GK
PD F
FL Q
VA Y
GL F
KK F
TI M
P TI
R QQ
C GT
FD N
AL VT
PP D
Y IS
K GS
QE I
T RT
Q RS
Y AA
T GY
P VP
AL F
Q GS
P KN
RE N
D GK
K RF
P TD
C VL
PS I
YL H
C VE
VS AL
GK VV
T VN
CS A
VE K
GA C
M DL
C VV
Q TA
R QA
P NI
H RL
PE CL
QQ S
TS F
G VW
T II
GA I
V MD
GG E
GG D
NL I
M ES
P TN
C RF
T CL
ED D
LL SL
RA E
Q GE
VV F
VG AL
FD E
T RS
V RF
R VY
M LA
RK D
IF TL
Y TF
PS C
P NL
VP H
QD A
AS E
N EL
Q HS
Q TP
R MD
GE K
MS E
GR N
P TF
N TT
GL SL
Q GK
Q GN
T KD
GG Y
DL N
M RR
RA Y
VT D
F VK
GE W
Q IA
W TL
SL C
CL I
R GF
QD E
F TT
AS F
VI M
R WL
T CS
Y FA
GE N
LAL S
HL C
VV VA
TF E
K QK
RP K
GF Y
Q FL
GT K
GA K
V RT
Q PE
EN N
Q KA
N PA
FL C
Q TT
IE F
HH HH
KK I
Y FS
VA IK
T TA
GA LA
K HL
QI H
Y VN
VT C
RR H
IA E
T QD
F QE
Y GD
VS VS
DS Y
YS N
Y TT
T TE
Q ID
R TT
M VT
Q GC
PP N
Q NL
FD H
VH H
P YS
RY A
LLL D
H PL
G ML
C GS
Y QL
VE I
R MA
KL D
P NS
LL LLL
RS E
TI E
HA E
RR N
T KS
IL NL
GG GA
PA PA
P YD
I VS
Y QS
C GI
IA N
QL D
GL I
P MD
KA E
P HS
Y VD
AA H
FG VV
M TE
YS K
Q PI
P MS
F GA
Y DS
V WL
RE K
RD D
II I
GS I
TS Q
GI C
RQ N
MS VDRY
DL M
KA H
RK I
TI K
P TA
EL C
F PL
R GH
V GM
RR AA
GA Y
VY E
T QK
DS GT
VH E
V GQ
RR D
M SS
IF I
R ID
K PI
LL T
RL Y
G HL
EN E
F TF
N YL
LL Y
TF K
R VN
QQQQ QQQQ
LL W
M QA
EE C
M VV
V HS
M PP
GL C
T RE
P RF
CA GY
VS I
YA E
W TY
PL K
H SS
P YN
F RQ
EN FK
KS K
VL EA
T RF
G VM
ED N
E TS
KK N
GN C
FF E
M KD
VKI GDF
M PS
YS D
W LA
AL GY
V KKL
R VK
FD A
GN I
F YN
GL P
QS I
WL D
T VG
GD N
M II
F YL
R TA
YA D
F FI
QQ N
RT VT
Y RS
LL SS
T YS
NS D
M GP
M VA
W TA
N PL
G LLL
CT AS
T GQ
Y HS
Y RI
MF TS
TA TNI
RS H
GQ D
M TP
EN LL
RL VL
P IA
F NL
TL H
Q KD
Y RA
Q GA
RN E
KS N
IS N
IS K
VK N
D FF
VA TL
LA IA
M KK
ED C
TS IS
Y ID
FD I
VE D
Q PH
M GG
ML I
Q ML
C GA
T RA
RE D
EL K
PL PS
D RY
F EL
V HL
M YE
WL GY
YN K
QA N
QA LL
Y TI
P RL
HRD LAARN
F GQ
IA VC
Y EA
DS N
WL I
T QN
GL H
PA LL
KI W
ML E
LAVA DLL
Y TS
LA W
AL K
D VF
NS N
RL N
G AAA
FF K
Q GR
WS A
GD DL
Y GN
NA I
F QN
RI M
Y QD
Y KL
Q RF
YIF NLA
TATNI YIFNLA
M QS
YYN MFTS
ID YYNMFTS
GL GG
C VA
GS LA
TP N
C KD
Y IK
F RD
RE I
RI E
R TI
Y VF
II H
SS AS
QL H
MK H
Q HA
WA E
KI E
C QA
TC E
GC KGF
VM F
Y GR
EE W
PL PP
T VW
WY W
PI H
GP I
R VQ
GNVL VC
Y PD
GS KK
W TP
W AL
VAVK ML
GC W
D DL
GP C
NL N
Y GT
VL M
G VR
ED I
F IS
Q NA
F KA
EE KK
T RH
DF GLS
IF K
PF QS
YA FLD
VS LA
TD F
P YI
E TA
VP K
YL C
LLA IA
KN Q
AA N
GG PL
LA VV
GW N
R VC
PN K
NI E
W EL
Y VK
KI N
H EK
TT K
MD A
VL W
RS K
KL N
GT VY
QA I
QL I
Y KA
P ML
V NLS
M GN
D VV
YS I
M RI
RN K
R MK
VA H
KL GG
F VT
Q DS
GW S
F YS
HS I
YS E
KK C
NI FS
F TA
AL SS
AL PP
RL KS
M FN
VQ K
GP N
TD H
RY E
PF A
PL I
C EA
H VS
M GA
C SL
Y ES
P GM
Y GQ
Q RI
VF GL
GI K
Q RQ
R NC
PL GL
CL E
F TS
M KE
KD K
VLA S
GS H
PA N
IAVC HP
MSVDRY IAVCHP
T HS
MSVDRYIAVCHP VKAL
TQ M
IDYYNMFTS IFTL
Y RK
RN I
PA D
MSVDRYIAVCHPVKAL DF
RQ H
V MS
VA D
ED K
PE SL
F FS
H AA
Q MA
QK H
TK MK
M TK
T RK
G LLS
TKMK TATNIYIFNLA
IS H
G SSS
LL QA
QQ E
KH K
P YA
PP H
G VG
ID I
VS C
GI E
EE AS
VN E
GF E
PN N
EI Q
H RH
LA H
VS N
R GC
F ML
KE GK
C VD
M KL
DL T
GN K
R LLL
Y YS
P GY
R TE
H PS
GF H
VLA A
Q VF
QD I
VN H
Q PR
VE AL
PP LL
GE C
CC A
V GY
GF VI
H PN
CWL PFFI
GN E
IN K
W DC
IN KL
Q HL
G AAS
V LLS
PQ I
ME N
TL PL
T GH
GS GS
SS VV
VL NK
LL WE
Y GI
TL SL
DS F
Y GY
P DLS
YF E
K FL
ENFK RC
YAFLD ENFKRC
PS PS
CI ALGY
CA IS
PE M
VK EE
RE LA
GK F
VI IS
PG SL
M PL
M IF
VK F
RN PD
VT LL
FL VM
NS W
GL TP
YF N
GG H
GE RL
KI K
TE Y
GI D
AS I
VI C
FA I
VW A
VI F
RY H
M PI
Q YE
T HL
TT I
N TS
P II
Q GT
LL QE
GL M
Q IE
KI YI
TI N
CL F
ML F
VI K
P VY
W RL
C GN
PG FS
HS F
PW VV
VS VL
VS K
Q GY
VD N
RL KL
TS TL
VNP IIY
LA DA
KS LA
VM N
FS N
W DS
N AL
PP PE
PL P
VT H
QA M
P TY
GS RE
Q TY
VI N
VQ N
EE QE
PA PK
W VT
M PA
Q VI
GF D
T MS
GT D
Q RD
TL PD
CL D
EN A
EA K
QN E
Q II
RF N
V SSS
VV M
P TE
Y II
PE KN
HL PS
VF LL
GA VI
Q GF
GA LL
GH I
MA D
Y FI
VL F
RE LL
ML YN
P RT
Y KN
VTL D
P HA
P CL
VV H
R MN
NE SL
VG LL
GK N
GM K
WL S
KL SS
NL FI
GE Q
R MS
QQ M
QL VQ
PW N
M TM
Q GI
EE AE
NS P
D ML
Q VP
GG GS
M WE
Q LLL
W RE
P VC
VC GD
FL PS
II VF
RN IL
PF F
KK DE
TP Y
FS FL
QE N
P GH
KS D
FD SL
PS H
GP W
NS I
FA K
N GL
RL EE
RL F
GG GF
QL RL
M NS
PQ PP
IK SL
RF YF
NA D
P TK
P HL
M VK
F VE
RK RI
W FL
TD N
VF K
TA VA
RI PW
P GC
H RA
TP LL
AA SS
PE VI
ME YL
RP GL
WL H
K GK
C KN
N KE
GQ C
GS W
SSL NP
VL KE
C AA
TD I
AS N
QD F
M PN
KL Y
TP H
VD H
VA W
YA N
QL SS
IS F
VHRDLAARN VL
SL FL
RL C
Q FS
PT SL
IH RD
VE H
PP C
GG F
H VV
Q VD
NS TF
GR Y
TL C
D PE
GS EH
EA N
GY N
KN I
NL C
VW I
VL IS
Y VI
DL VQ
VA C
DD I
M VC
Y TP
IL EK
PL C
SL FS
HL CA
R MI
H PT
VG AA
ID E
QN H
Y QE
DE F
DD D
GK M
QI T
E AS
T GF
DA HH
SS DS
M FA
PD H
FI H
M FS
TK F
Y RR
Q PF
VE LL
EE Y
RR IS
VL GS
K VK
VI W
F IA
GA EE
IF H
WE FP
GH SL
TA F
Y VM
W PL
M EA
TY K
KN KI
N FS
TT N
GY MA
VW D
PP GT
YA C
W NA
ALS FV
TG SL
PS PL
VG GS
Y QQ
PF D
P YE
EL Y
HL D
KN K
TS ED
H QQ
GH FL
W VL
H FD
RP TF
T ME
IL W
PP F
P LLL
M VE
IL GI
GT I
VK YK
TS H
IL RL
TF C
NS H
P GES
D GS
VC LA
LL KK
R WS
VS H
DL F
PE SS
H IL
LL QH
KL Q
VN D
M GS
GH N
M RE
V EEA
ML SS
K AA
W KK
KK TE
PP SL
E GM
SL KT
H PE
GE GE
M KA
WN IF
GN IL
C RY
ED VA
GP GP
MA C
D TD
KK KI
RL RS
RI Y
QG DS
GG FI
GQ I
RP N
K YI
V SLS
FA IS
D CL
YM VY
K YA
IF SL
EA LL
NC A
GP GG
AL VS
GF I
T YA
E IL
Q TF
EI Y
T RR
EE DL
GL RF
KA GA
GL QL
M GC
MD I
RS C
RQ K
TN N
GS GL
SSS A
KN N
F VD
TH QS
RF I
YD N
GT TP
FI E
Q TD
YL GS
Y TN
EN IL
E TL
V GLS
RA C
CAIS IDRY
Q VQ
P RH
TF GS
D EE
FL GI
ID M
RN SL
TL M
GN SS
K NC
VL IL
VA T
RE M
KA D
PG VS
Y NL
K TA
VD F
VC N
PR PP
KS F
FL RS
F DS
Q PD
H GD
CC Q
KIC DFGLA
GL DS
RS N
KA C
VI H
G SSL
Y TD
SL SL
SL SS
NE TL
Q TQ
W GY
GS Y
RL PL
QK C
RH A
GS ID
M ED
MY H
GL HS
N GA
PG QL
T GM
SS PP
K GQ
GQ GT
Q MS
AL GL
TI KI
RE H
PS HH
GG C
MS H
GV TL
M QL
RD N
VK TL
GG RT
QE PQQ
FF W
VATL VM
SS W
IN N
RS GL
SL QD
YK C
AL KA
CL NP
VT AS
Y ED
IS PL
KI VIS
C IN
CTAS ILNL
LL KL
RS LL
YA F
DL P
KIVIS IDYYNMFTSIFTL
AS K
V ILS
ME M
TP K
P IE
IL SS
TS GKVV
G YLS
RD K
FI KLS
YK EL
IF GE
K FS
YE I
QA T
P CA
GP SS
LA SL
FS ED
IL TN
W DA
RA LA
MA F
R ALS
GI CL
FL EE
VE KE
KD IL
Q FA
RR AL
PP VL
K GD
GGGG GG
NL W
VT VA
TH I
EL VA
RE T
DS LL
IL NI
AA EL
QP GE
H LLS
GL GL
TF RK
Y GP
VW RF
VV FA
TS AL
TA H
ED CL
D PQ
NA N
M IS
LAL GQ
VR LLS
VT K
DL C
RL SA
QE M
Q TH
W ED
GH VL
TSTL PFQS
LA TSTLPFQS
HS E
FY ME
LADA LATSTLPFQS
Q GM
VE RL
TG SS
GK W
NLE II
TE FA
GE AA
TY I
SSL E
R CA
FYME LALGQ
WK GVK
QTT TN
WKGVK TSGKVV
VMM CTASILNL
PWVV YLE
VMMCTASILNL CAISIDRY
LAVADLL VATLVM
VTLD VMMCTASILNLCAISIDRY
LAVADLLVATLVM PWVVYLE
KKA TQM
GC TGP
P WA
V LLA
P RI
H GYE
Y PE
K RQ
GS PP
QQ LL
W KL
GN LL
VL VL
GG SS
GD K
C HS
AL MA
GK H
Q FI
RK AD
RQ I
Q FC
KY H
F TE
VVA MA
G GSA
VP F
KD I
C PP
QL RK
K PG
GN N
GT T
GK NL
KI H
PG RR
WA K
F LLL
H VE
PR GT
QE C
IL M
RT AA
PE YL
WL N
GL PA
GH E
GY I
CP LLF
W RA
C VC
PI N
Q RK
KA K
ER PL
I FL
TY C
MK IL
VE IN
W PD
FD RY
II F
KK KK
TP VN
GP GL
IA D
NY FI
VV GE
W TE
IF EE
RN Y
H FL
RR SS
PS PA
ID N
P RY
N WE
PT SS
GY D
GP LL
PPL S
KN E
P RK
GK TY
RE KAL
CL N
I NS
QL C
PE VL
DD A
PQ N
ML K
M IK
M PF
YD F
RK SS
W YS
RF D
MIL RLKS
KIC VF
TT FNI
Y GS
K GT
LA VL
MA VS
VL YAFLDENFKRC
Y VT
QD D
YS AS
TTFNI EF
I NA
HY G
IF N
YK H
TL VI
F PA
RA LL
TAS IM
Y VH
K PS
T ML
KF PD
IF E
RR M
FT VL
FL HL
LA LL
PT LL
IA H
WN PN
VL GA
HA N
W RD
FF N
VF LA
PD D
H KD
I QE
PL RL
KL IK
GV LL
FP IK
VT RI
SL VD
H RN
R VG
TV RS
M KS
VL PLL
EM WNPN
GA N
ED EE
HGYE IEF
ISL DRY
RQ IP
FL TD
AL MM
VV VD
VL GG
LA AL
F VP
RT DL
T QS
WA I
SS VS
VL RS
IF IL
T CC
IE IL
E NL
VT RP
T WA
Q TS
M KKL
TK LL
Y VS
WS I
QEPQQ QEPQQ
QW RH
R ME
GS VT
TP F
KK Y
RA IL
TR MVL
RRI TRMVL
GS KEKD
PQ KPI
QA K
TVC YGL
GK C
Q PV
LLS A
VI FL
GA VA
M RN
VAI KK
G VVS
FH IDF
IY GGGF
Q TI
G SLS
W QA
E GK
II TVCYGL
Q VY
AA RL
LA KTL
AL ER
PH K
GQ VV
PN D
W NI
EDCL YLN
TT C
GDDL RQD
LAL QW
TE F
W GP
SA GAAS
KS DVWS
ML PN
VY HN
DS C
DD DD
M RP
VD W
FA N
II YN
FL FS
KI IS
TH H
TR RL
RK R
PS TL
MD N
TD K
GH F
W KNQ
W RR
DS VT
VN LL
VC K
D PA
RL GC
VI TS
GT C
P VM
WY RA
G VH
SS SL
M VH
PY W
K RN
WA F
I KD
I VD
KS H
GY K
T MN
VY C
H VD
VN TK
KE KE
KN II
H EL
SL GI
TA VL
EE DF
GD SS
QG QL
IS FL
FR LL
GS PS
VKIGDF GL
R VW
VV VV
II LA
TP EE
GR PL
RG RR
H VA
KK PI
M NI
PN F
KR TP
ES C
PL W
TY E
RS F
GNVL VI
TF N
GV GF
FI IL
DA I
RL KK
GCKGF F
KL IA
KS C
M YA
GT GQ
EL FL
IS W
RA F
D VT
LL KN
Y QA
T LLA
KL ID
KL VV
DG LLA
QL QY
EQ LA
GN PP
KK RL
GDDLRQD ML
YI AS
M TT
GK Q
VY AF
Y ME
Q YF
PD K
KQ LA
PP ML
PR C
IK LL
GK TL
CL PE
GL IL
VQ H
QH H
Q VG
VE GD
H PA
H NA
RE PQQ
PE DL
K VE
VS VA
KE F
QQ I
RA KI
FH VFH
RC Q
II W
YLI VS
QY VD
VE C
D QI
M YD
RS T
GV NL
QN QA
RS LA
Y IN
MD E
AT SS
PD C
C TD
TP AA
WS FGT
VE PL
RG SL
ED LL
Q FK
MA RD
M GQ
DF E
TE ME
R LLS
LLL E
YL FA
QS N
SS PS
KK PLPP
PS QQ
FH W
GV IL
IA PE
AS AS
FT IS
I VH
PG LA
RG FS
QA LA
Q MN
LA CA
F KE
LLN LA
Y KS
EA VA
AL NP
W GE
VD VI
Y HE
IA VI
TT M
WA NFA
P VH
QK VV
TE C
MS RR
VG IS
TEL E
TT PP
P RN
M NA
H TN
TD W
TS M
FG VL
MS KK
Y QK
M QE
TS RS
GCKGFF RRS
R CC
RE TD
PD N
Y YL
RR C
MA N
PL RY
GS VI
TD E
FL V
Q GH
QE VA
GK GN
D VE
F GH
YL KL
LL TE
EI C
C FS
VI GN
PR PD
W VLS
RR LA
GS GGS
M VP
RM H
H VL
GL QS
TKMKTATNIYIFNLA LADALATSTLPFQS
FD EL
QQ KK
GK D
F RK
PA I
PG SS
VA LL
EL QE
VS TL
W IA
M VF
GD H
FA D
RF H
GG EL
NI CI
F IF
GA PGFS
GR LA
TI KA
RL YD
VV VN
GG W
TM MSVDRYIAVCHPVKALDF
TMMSVDRYIAVCHPVKALDF RT
VD CN
TS EE
YS C
Y MD
RK LL
K VR
LA AA
ES D
TN ES
P MA
PL CL
LA YK
GK PL
TG NL
CK VI
NL SA
RE R
VP FI
Y QM
VC AA
VD D
VAVKML KE
ES TL
IS YK
VS NA
MS D
QH F
K TI
LLS E
MD H
PT H
KLS DF
HS H
LL TR
T CA
VT GT
AS LA
LL M
VA IA
F EK
Y TV
AS C
DM KL
GS GE
RR W
ML H
VI AA
P VR
RE TW
M TV
TE VD
FV TL
YL IL
ED RD
N RE
Q KN
YL KK
PL WL
ID AA
FQ NL
Y RD
GE VL
EA C
CD IF
M VQ
E ME
EL T
VT EN
LA TRN
NS LL
T VM
Q NI
YI H
V GH
C TC
FF TL
VV GM
GL PP
AA F
H RY
H QL
F VI
SL W
F VY
TS QD
IE I
PA W
TI H
D WL
DL GT
ED H
GA Q
N MS
Y GG
Y YE
TN FD
GS IS
VR MI
AA FS
EN FS
LA VS
TL GL
RETW GKK
LLS VI
VI GA
C WA
F DL
VS LL
HS N
GG T
VA KG
IIA TD
I VF
GC D
M PD
VT AI
GL IE
VT GY
TV QL
Q WL
VF FK
K PA
KS DI
RD ID
YL NI
VG W
TN E
Q PN
GA W
DL FM
QD K
FI ALD
D GF
P SSL
C TF
YD PN
FFE AAS
WSFGT TLW
WS VGC
LLQ VA
LL KT
TA DAHH
CL GMA
Q PT
PC E
VKKL S
TQ I
E RE
VL CC
FL NL
FR EL
GD RV
G PPA
W RS
PA PS
F ID
AS H
TS PL
KKL S
NP SL
PK H
KR IS
DT GA
GM N
GI H
M RK
EN D
RR VT
YY TR
AL RS
PV PP
PS TS
GI PL
P EEL
FL FA
D RE
Q RN
CW GP
VW VLS
LLWE IFSL
TA EE
YG VC
RS VE
Y WE
KR VF
C QK
GA SL
RE IE
GA GA
GSEH TVD
YMVY FN
TL GI
GL GS
MT EE
GG AA
QA D
PP GL
QC H
EK VY
D IF
SL RS
PL IY
TN YFL
K FD
VT AL
KLA KS
T KI
II IH
Y TE
E VV
G EEA
TA VV
KE SL
PP I
VM K
TC I
RT RYS
CN E
LL AA
TG SSN
PA VL
GS VL
AL ES
W DF
TT AA
GF K
YF VV
Y RQ
PN GK
FH FHW
CAGY CVA
V NSA
M GM
C VP
PA EE
EA FS
QEL EEQE
VF KS
T MK
GD RH
TN K
GD LL
RK VE
M IN
Y RDA
SSS D
WL C
TL GA
F QL
VI IA
KD FL
Q TE
GE H
TP DS
GT VL
PS LL
GLA A
PI PPS
F KS
VT KL
D FL
K GE
Q YN
W NE
D IA
LLL VI
HL I
F PP
Y KK
GL IS
VRY TKMKTATNIYIFNLALADALATSTLPFQS
Q FN
MS EL
G LLA
GR H
F PS
V CC
GI M
DL VL
Y RW
PF H
RE KK
YL ED
VY TL
EL VH
VP DS
RKA FLK
N ED
IL VH
M GW
GG SL
T VLS
M VI
G KLS
QQ PPPP
GA FS
P SSS
VL SL
GY VT
E KI
VS VT
TQ EE
NI W
I EK
RG VL
VLL K
D KS
QA F
ID H
I VE
RL VN
LL SSL
II AN
VL PF
RI N
KD LL
VL KD
VN RR
RY I
FR KL
QQ D
EK PF
R LLA
KA W
IA DL
YE PI
GL KS
PP PS
II SS
QS H
Q PPL
LL R
LA NL
RP QE
TH N
IL PS
PT GT
VK IP
WK FS
RA MS
P RQ
V RRA
PM VS
PA IL
Y PP
PD DD
F PPL
M TD
AA RRA
VL GVF
CF PE
PP GA
FI VS
TL TC
M YS
TS DS
DN II
VL DS
F PD
PS P
GK VQ
DI SS
DA C
DL ID
DD W
CK GME
EK FD
ELF TY
M RA
N GD
HL PQ
Q VC
VI VS
QK QL
KN EN
YA KS
WI TA
PC QN
AF RS
ILS E
AA SL
NI PQ
KI QN
VL EN
T PPL
N FD
RN RC
QQ KE
QI CKGME
DVWSFGV VLY
PIF WYA
DVWSFGVVLY ELFTY
GKGN FGS
DE H
LAA C
Q VK
TH PE
GV GA
P ALS
NL SS
GF LAL
VP IK
YL IP
AL GG
EK GE
CF AL
VWRF PYL
R VLA
GE GA
TN H
RL CL
AV DL
T TLS
KD PD
DF H
Y PY
TQ SS
EK VV
P MN
YT SS
MD PL
FG SL
Y GE
PE VK
TI MA
VV TS
RA VL
C NL
RP W
KE KL
GP GR
FL RD
IA M
GR IA
DF VV
GS CK
AS GC
W GR
I KA
TS TT
PA IP
IL F
C IE
Q MI
VG EL
DS TS
VC WL
VA SA
VL IA
DC NI
SS Q
WM GA
M ML
IA LL
GE RV
GN VSA
PT EE
FL TH
AE Y
GK LL
PP W
GF F
WA PY
EM LLK
VR GG
H GT
TS P
GT W
KE ND
TL KE
PW I
NL RE
GL TL
Y PN
NS IF
F RS
YD E
TLN ML
PP TS
ALD RY
GQ W
RR IT
R LLD
Y VW
TTFNIEF RKAFLK
FW HL
GR FL
QN PDI
VN YL
RL DS
RW YA
VK Y
GLA S
VT W
QA W
VLGS GAF
C VN
WPF GT
EE PS
MD D
TT VF
IE VQ
RPD D
NLS W
IK M
VY LA
H RR
HL VH
QELEEQE QELEEQE
SL TE
F RG
AL IE
AA C
TA TT
WLGY VNSA
AA KK
GL YTC
I IS
FD PE
C DK
PPPP PP
PL SS
Y QR
IS PS
MK RL
VQ LL
SL RL
ESTL MT
GI ND
PN GT
VT EE
NL VL
KE GS
VLGVF II
QL TLPD
TK GK
RSS RA
PA FVV
FT WLGYVNSA
FY VPFI
KLS QQKE
MP MLYN
EC IIAN
LAI VLGVFII
YSA FTWLGYVNSA
YSS IVS
SSK RRVT
YNY YA
TRY SSKRRVT
GNVLVC MAVS
CWLPFFI TH
TAVA MPMLYN
QTTTN YLIVS
VTLDVMMCTASILNLCAISIDRY TAVAMPMLYN
KKATQM LAIVLGVFII
REKAL QTTTNYLIVS
CDIF VTLDVMMCTASILNLCAISIDRYTAVAMPMLYN
PAFVV YSSIVS
FYVPFI VTLL
KLSQQKE KKATQMLAIVLGVFII
ECIIAN PAFVVYSSIVS
YSAFTWLGYVNSA VNPIIY
TRYSSKRRVT VM
GNVLVCMAVS REKALQTTTNYLIVS
CDIFVTLDVMMCTASILNLCAISIDRYTAVAMPMLYN TRYSSKRRVTVM
KLSQQKEKKATQMLAIVLGVFII CWLPFFITH
ECIIANPAFVVYSSIVS FYVPFIVTLL
GNVLVCMAVSREKALQTTTNYLIVS LAVADLLVATLVMPWVVYLE
KR VNTK
TS PPE
QN ECIIANPAFVVYSSIVSFYVPFIVTLL
HH QLTLPD
QEL EME
VYI KIYI
TRT SLKT
MLSS TSPPE
PPVL YSAFTWLGYVNSAVNPIIY
VVGE WKFS
MSRR KLSQQKEKKATQMLAIVLGVFIICWLPFFITH
RTRYS PIPPS
AARRA QELEME
MDPL NLSW
GNVLVCMAVSREKALQTTTNYLIVSLAVADLLVATLVMPWVVYLE VVGEWKFS
QNECIIANPAFVVYSSIVSFYVPFIVTLL VYIKIYI
TRTSLKT MSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITH
MLSSTSPPE RTRYSPIPPS
AARRAQELEME MLSSTSPPERTRYSPIPPS
QNECIIANPAFVVYSSIVSFYVPFIVTLLVYIKIYI VL
TRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITH ILNI
AARRAQELEMEMLSSTSPPERTRYSPIPPS HHQLTLPD
AARRAQELEMEMLSSTSPPERTRYSPIPPSHHQLTLPD PSHH
ILE YA
HC DCNI
TRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITHILNI HCDCNI
TRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITHILNIHCDCNI PPVLYSAFTWLGYVNSAVNPIIY
PAK PEKN
AARRAQELEMEMLSSTSPPERTRYSPIPPSHHQLTLPDPSHH GLHS
PAKPEKN GHA
TA GL
WS RPF
VWVLS FTIS
WSRPF NGS
RSSRA FRA
Y YI
PY PGI
M YN
ML M
KRVNTK RSSRAFRA
RIH CDIFVTLDVMMCTASILNLCAISIDRYTAVAMPMLYNTRYSSKRRVTVM
KE DS
VG VL
EL KK
KL QA
GNVLVCMAVSREKALQTTTNYLIVSLAVADLLVATLVMPWVVYLEVVGEWKFS RIHCDIFVTLDVMMCTASILNLCAISIDRYTAVAMPMLYNTRYSSKRRVTVM
C ED
IF II
NY C
RTVT NYFI
KL NL
VD K
RH RA
FT FSH
LAL H
TL PS
YL HA
PA GS
Q FE
GD ED
F QD
NS AA
QL KA
TI TT
SL PAL
PE NI
K VV
VIM KS
SSS DS
YL RP
T LLL
YS RA
FP VNRR
NGS FPVNRR
PLK GNC
VIMKS NGSFPVNRR
PLKGNC THPE
RP QL
PP AE
RR RA
CT VIMKSNGSFPVNRR
DMKL CTVIMKSNGSFPVNRR
PLKGNCTHPE DMKLCTVIMKSNGSFPVNRR
SL EA
NS KE
KL PP
VC WTP
P IK
H VK
GL GK
QQ QDE
KL RH
VG HS
CI HRDLAARN
PH E
LLN VF
FY ED
IS RA
I GE
Y GH
EN SS
HRDLAARN CL
IL QN
VR LL
IL IS
PSL K
GDDLRQDML TLQ
VWRFPYL CY
T QQ
QI SL
LL PE
HL RA
IS IH
VF VV
GQ SL
T NLS
NL VF
F EN
MA I
TI YS
YS H
KP KD
FS FY
TG GS
V PPA
GR IF
GLL N
PG W
PS RD
IN NE
AL GA
VT T
Y VP
D PY
QR LA
WH M
C VQ
N DF
LA FF
TA GS
SA I
AA AAA
RPH YNYYA
GC LL
IT PE
EIQ TM
DLE RQN
PNGK TRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITHILNIHCDCNIPPVLYSAFTWLGYVNSAVNPIIY
MDPLNLSW YDD
VWVLSFTIS CPLLF
EIQTM PNGKTRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITHILNIHCDCNIPPVLYSAFTWLGYVNSAVNPIIY
N PN
TG EL
FC RNPD
MS Q
IY VI
DLERQN WSRPFNGS
MDPLNLSWYDD DLERQNWSRPFNGS
QR PSF
FKN GDDLRQDMLTLQ
GT QH
QD IF
Y IA
ID QS
WTY PGSL
P VLS
QL VL
VS IL
R GM
FLS GK
QE W
VT TH
ID KA
FS IM
VR VL
M HS
Y HL
K PP
VR FS
RA II
GS TA
M VM
SL EK
IPS I
VI CS
TP LA
VG PA
ME GA
HH GD
GY FRL
IA SL
GR GAF
IN D
NYL ED
M FL
YY NA
AD RPHYNYYA
KK EN
W GL
RDL NSL
HLCA ISLDRY
C KL
RD LL
KN LL
PP PV
D PT
GK HS
PPL E
GD GP
PC PP
TAA HC
TS C
GK ND
CW M
TD KE
F EE
EK SS
GM NL
PR SS
TM VE
RI GR
HH M
IN QS
EE GG
KT LL
IS VI
FGVL MW
NL ML
KP YD
VV GI
FIKLS D
IS MD
VI RLA
NS YA
GQ GY
SSL RE
H RS
QL PAPK
CKE VA
YD K
GD IS
PF E
V ALS
GE RAA
VI VE
VV AF
VLK GG
VE RI
PA PQ
M IE
VV VH
F GL
N ES
M VN
IP GF
F GP
GN AL
C GG
PS AA
VG ALI
VTL FGE
DK ML
F VA
VK H
VL NY
GQ GP
FK H
RT LLF
TF ED
EEA K
KL QE
CL RY
EI AL
RL RN
QL VV
VD RYL
TT TL
VTLFGE SAGAAS
VA AL
RD KN
KL TD
PP TL
VN SS
PA KA
IF WLI
Q CS
W WS
NL PW
EA Q
MA KA
KD TC
IPS NY
RK Y
ID NFN
LL NS
TL VR
C QN
KK KY
PW K
GE GH
VA EA
RF LL
LA DVL
GI GI
VT VL
RD YL
IK II
RV GGRT
TG VW
RV SS
MY AS
SS GT
DL KE
CS KD
RD Y
RI EL
VC DE
FH I
FL RE
KS KL
RY NW
VS M
Q IK
KH I
PL EDL
GL PQ
YF Y
PF W
FL RYL
IF TY
GK GG
VR GA
KRVF GM
YL PIS
WL VYA
NP IIYN
QIF RKL
VNLS LADVL
CKVI PYL
RWYA IC
RTVTNYFI VNLSLADVL
FTFSH WLVYA
NSAA NPIIYN
HHM RTVTNYFIVNLSLADVL
FTFSHWLVYA NSAANPIIYN
FTFSHWLVYANSAANPIIYN FLSGK
QP SS
VL KRVFGM
RA RRK
VW VLA
SL DL
SL M
AA TP
KN FQ
VAS E
RR KK
ME VL
E MS
VK FN
YS ES
GR MP
QN N
VK VN
KK GI
T SSL
Y PS
PV CL
KS KS
RP I
R VR
KA ED
IE GR
VLS N
GS AS
LL P
VF FL
RLP VKW
GK QL
VP IA
IS LA
FS GR
IS KI
EV GF
GS GG
I HL
GT RL
C PI
ES RR
FL MS
FE TF
FLI VD
K GW
VP VT
TL PE
QL HL
T RP
TI C
ME H
M QK
NL FLA
RE SS
QL EE
RID H
W NN
PA F
FI QQ
KT VV
PP GD
VI QQ
LACA DL
Y RC
F GD
M VW
MA H
LA TA
PD FR
GI TQ
Q VM
PL QL
IF T
ME F
AL GP
MN VLL
NK TVS
GG IY
KI PS
PY PG
Q MK
PT GP
GS TS
KK LL
IK TKGK
H IN
Y ML
PS VA
VE KI
GK DY
SS KA
N RP
QL Q
TE KS
PE TA
ED IK
VT MM
TL VV
HE KL
SL QH
H YS
FLVM FI
D VP
H RDLK
GF AI
KA KII
CLS VF
TCE GCKGFFRRS
RE AL
TS FD
> [
GVNL FA
DS DS
QKK YYNA
FNI GLLL
GSKK PQKPI
MKKL GSKKPQKPI
MTEE QKKYYNA
RTLLF ALMM
MTEEQKKYYNA MKKLGSKKPQKPI
FE RF
KGI RTLLFALMM
SLPAL FNIGLLL
KGIRTLLFALMM SLPALFNIGLLL
KGIRTLLFALMMSLPALFNIGLLL FLVMFI
MI LLSS
RAL RPL
TSA GW
GNS VGAL
RVF KLAKS
IKII GNSVGAL
RALRPL RALS
RVFKLAKS WP
RF EGM
RVL RAL
RTL RALRPLRALS
WC WLD
RTF RVLRAL
TNA WCWLD
VCL IFWLI
FSIM GVNLFA
IPSI MNVLL
IDNFN QQKK
IKIIGNSVGAL GNL
RFEGM RVV
RTLRALRPLRALS RFEGMRVV
VCLIFWLI FSIMGVNLFA
IPSIMNVLL VCLIFWLIFSIMGVNLFA
TFK GW
LLQVA TFKGW
GNL VVL
TS LL
H DL
PN W
C VI
RH W
EI CS
VYA Y
TE AI
VA SL
C FL
RD GI
FAS YNK
VSW FY
VG SS
GP TP
TSL GL
KA NA
M MS
FR VIRLA
PTL FRVIRLA
PTLFRVIRLA RIGR
THQS DVWS
F CI
KI Y
VG VV
IG FL
Q VW
IL HS
HS D
FQ AA
FI VL
GQ FS
TF PS
ME TT
SS AA
RR LL
QS DVWSFGV
GT VS
GN GG
MF YE
RT RL
IL VD
EL VE
DD N
DL EA
Y FF
VP GL
T LLD
DK PLS
IM CT
NS Y
PW Q
GN KI
Y YA
YH RN
K QQ
FA DD
QE DL
GE KL
ME TW
RL W
IK EL
GL SA
EM H
TL VS
TAS A
G LAL
CL DIL
ES F
KK ED
VS QN
LA SA
DVL FS
LLL SS
DVLFS TASIM
IF VI
PE GY
TNYFL MS
RK TC
EK VT
AL DS
C RN
VS PE
V LAL
RA QQ
LL KA
NK TI
PD GLA
NI GS
GALA FED
MILLSS GALAFED
QDIF MTEEQKKYYNAMKKLGSKKPQKPI
EEL EES
CLF QIT
RTFRVLRAL KT
CLFQIT TSAGW
IQ WS
VY K
TW I
Y VQ
EA IR
GS TL
KL FL
IA CL
W AS
QA GG
CY QN
NL TD
VE GS
VC VE
PV DS
YI CS
VI YA
WK PS
PTLFRVIRLARIGR ILRL
VN VK
KE TL
P NC
VEL CRY
VN DI
VLRS FRLL
VLRSFRLL RVFKLAKSWP
IK VI
MN PI
RA H
GM PL
GE M
NC IQ
CW TP
EG PL
Q YK
CA E
P AAS
RD DD
YD I
GV LA
W TR
FI N
RK TF
MN E
F PF
PL VYTL
PLVYTL FN
NLE TL
TV YL
HE KA
W IL
DD K
P IIY
TL VLA
VS F
GG ID
K CE
TT KY
G CLS
YD GD
MT QD
V SSA
G WL
SS ED
NC E
GD GL
GSL RDYL
GA GK
KL GL
H IC
D YI
VV PS
YS FQ
P VW
IS LLK
MA G
IS NE
IE TM
Q RKS
VK LA
RE VL
IL VEN
GF SL
GC IS
QT ML
VA K
PP GG
TG KL
RV RN
GF FSS
VWRFPYLCY KN
LLAIA VDRYL
QS K
PP PL
D NL
D TT
QL VC
FD RA
YD V
TQ GK
KL SL
VT KD
VKIGDF GLA
VL PP
PV RR
EE QYS
HF AA
FM GNL
T GC
RL VS
PF DLL
CL NM
GA KGIRTLLFALMMSLPALFNIGLLLFLVMFI
CLNM VTMM
VL PE
GP GA
VL DE
PV GS
FGS FFTL
FII FGSFFTL
NLFI GVI
FIIFGSFFTL NLFIGVI
CI VLN
ILA VVAMA
ILT NC
IFA VVGM
GEW IETM
WDC ME
IIVF IFAVVGM
IKSL RTLRALRPLRALSRFEGMRVV
VGALI QS
NLFLA LLLSS
IKIIGNSVGALGNL TLVLA
FIIFGSFFTLNLFIGVI IDNFNQQKK
GEWIETM WDCME
IIVFIFAVVGM QLF
IKIIGNSVGALGNLTLVLA IIVFIFAVVGMQLF
VI GNLVVL
VIGNLVVL NLFLALLLSS
PE QA
AS TF
YEE QNQA
NL FL
TE QE
LLA LLA
IV DSGT
NL EL
FA HK
EV GD
RF NS
NLVF TGI
FA E
YD PS
R GKS
VLI GSF
VI Q
H EE
VF SL
Q GLS
KD TE
FLGI PF
TF NL
RK RR
DM LL
IS RE
GL VW
D TE
Y RT
VQ C
FA H
GK VL
GTK RY
TH E
YS AA
TA Y
QC AA
VSW GE
AS GA
TE DS
VD IL
Y GF
V AAS
GE MD
NL GN
YN E
I GS
TLK RK
QL YC
VIFL GSF
AL EN
MR AA
QL IA
GK EL
TI PK
QS AL
EE DS
RI TIL
FT RS
CA GR
EL EN
GAS C
QD FN
FLS VT
YA IF
YD W
H GA
VP AA
TGSSN FA
TA RT
GLS E
MF CAGY
H HA
TE FV
C VF
TA SS
RF GS
MVD NL
GY TIYS
ALS WL
GF PLN
AL TN
PPE PK
KI VN
ES N
T RQ
W TQ
FS RQ
IA RQ
ME HH
YI KD
C HK
PS QRP
SL VV
VH I
DL FD
YL EE
AN EE
KS KN
DS IE
N RN
GT TQ
QL KK
GK FLA
VM VL
FS W
W GF
FD DY
IH I
FLF ALSWL
FA FTK
ALI GLQL
VSAL RTFRVLRALKT
MDL PMVS
CLSVF ALIGLQL
ILAVVAMA YEEQNQA
FAFTK RVL
MDLPMVS GD
CLSVFALIGLQL FMGNL
TA YF
VM VIGNLVVLNLFLALLLSS
RL QE
T WE
VA RE
VP GF
CA N
TP AL
LA HL
VF II
PK TE
E FH
PG AA
GI VSWGE
RE KA
PE WM
C IS
AL RA
VG LLD
GM VF
RL PN
GK MP
QQ Y
W RG
CA I
HGYEIEF VFGL
IV GM
GH VA
SL YL
KN SL
IS QL
C PL
H IE
YD KS
VF KE
V DLS
QI GK
LL KE
VNYL MGT
K FP
Q CA
RD F
FV MS
RA SL
CV GE
GIL GLA
ALDRY WAI
GV QL
ILC KIVISIDYYNMFTSIFTL
ILCKIVISIDYYNMFTSIFTL CT
YK II
F TD
PD EL
PSA GA
GL DL
PL TS
AL QR
VS IK
WL GE
TK H
EK F
Y TY
FS EL
C PS
VE QM
RH YYF
PL VE
VY GAPGFS
RI YR
EDCLYLN VW
TC GSCK
RRK NC
TCGSCK VFFK
RR GL
FI GS
REPQQ REPQQ
QL KL
TD PID
IAK PN
IYGGGF YS
FLGIPF AE
MF AL
PGN VGLLD
ASGC HY
PGNVGLLD QR
GS LL
MSVDRYIAVCHPVKALDF RTP
VVC WA
T MD
RI RK
DD ES
NK H
TNAWCWLD FLIVD
F RN
W PP
LL NK
NS TN
FPQ I
VF IA
ILCKIVISIDYYNMFTSIFTLCT MSVDRYIAVCHPVKALDFRTP
PF IY
VQ PT
RE IL
GY TT
NT FL
KA F
VWRFPYLCYKN GGGA
K RR
IL TL
II FKNGDDLRQDMLTLQ
GQL FHIDF
GQLFHIDF GHFL
VI GL
KN D
PD VE
FR AL
VT WI
FP SL
F QQ
PI VV
GQ LL
MAPE AL
VS EL
H GSD
NLL GAC
RW SS
PS VL
GF LL
GI FK
TFI VLNK
ME I
TK TC
GA GEE
Y MA
F TY
GE VS
CE GCKGF
RL KE
H NI
NS VS
TA C
VT GG
VL CE
VG GL
HS LA
GG Q
TA GA
LAL MA
FL VP
T SSS
M GR
TQ IL
EEL RK
YL KN
GR GT
QD H
FRL MTQD
Y LLS
K RA
W YF
D TLW
RR QL
YG VT
VF N
W SS
PS QA
VC VV
PG VY
YW RL
AL Q
RQ LA
IL VN
LL FI
MN YR
II RI
C NI
K PR
TA TC
IV KL
KG KL
MA IE
VA GG
ID K
GQ VT
SS VA
EL NE
KN VV
FT RAIL
LL EK
AE AL
VVS MNYR
GV SS
GN GL
GII MGT
CI ML
LAL FRLMTQD
VLL I
WAF LALFRLMTQD
PF VD
P YF
GVL IA
GFA VD
VA Q
GL HE
VA GL
TP GA
RE GAA
RS QQ
KE TE
M KN
EA IG
AA IC
VR NL
SL QR
PP NH
IMCT ILTNC
TNAWCWLDFLIVD VSL
TY RDL
PPS YDS
KK PP
R TLS
QF EE
NI N
M VDI
C FM
YS CW
QR CS
TK EL
G CC
TH D
SS GD
ME GF
TR WYRA
GES GEMD
FAFTKRVL GESGEMD
MA AL
TNS ETA
K TN
QL EA
ILT VF
PL T
CL TM
QD N
CI KS
GN VC
ND LL
GV SL
RS KS
EI EL
AL TS
YA IA
PP TY
DR VY
VT PE
VV PF
SLE VS
II RK
LLN YL
EES TE
LAN VWRFPYLCYKNGGGA
GFAVD LANVWRFPYLCYKNGGGA
GTS IL
WKGVKTSGKVV WITA
GT EMWNPN
KD NESL
WN RFL
PGNVGLLDQR LALQW
VK RA
RS QA
QA FD
PQ PQ
GS YFL
KA FS
VW IDAA
GMPL FYMELALGQ
VWIDAA TQ
ML IMCTILTNC
FT FLRD
FTFLRD PWN
HA I
PS YL
HHL CK
RL SS
KLGG QDIFMTEEQKKYYNAMKKLGSKKPQKPI
VAT EESTE
VATEESTE PLS
DL HS
VS AA
LL KY
Q PY
FS IL
MR PS
II CC
TP QH
TV SL
K PV
TP TA
SSS N
VN ID
VQ FL
TS ML
QA DI
YT AL
RQ WKA
EFH RWSS
RQWKA EFHRWSS
RQWKAEFHRWSS YM
FDH YSK
WKNQ FDHYSK
E KKL
GY HYG
VR KE
TS TE
H DD
PS FS
TE GN
PN GS
M QM
HS WF
VK PE
IKSLRTLRALRPLRALSRFEGMRVV VN
GG VL
Q PW
RI RFYF
GV EL
EN RT
MT AS
WK QE
QL FQ
EK C
AL QA
K MD
TK II
PA PP
TV AL
MS N
PK LL
RV YS
C MN
FL IA
QQ QH
Y TK
YM YI
TL TS
PD KD
EE IK
IH D
FQ GL
RV VLK
M GH
FG TS
MK EL
I GLL
F YK
RD WL
TP MD
RF RR
VNYLMGT WPFGT
QL EK
TF AL
DK GK
IS LL
C EL
II NC
NG VL
YE Q
GN H
RT H
T SLS
KKL GI
MN Y
RL RE
GR AL
PP LA
G IIY
SS TL
P WS
GS EE
VN GS
PP AA
VG SL
Q SLS
PSS ES
FM RR
GG AL
GV PA
TS GK
K MA
ID RN
VN PE
TKMKTATNIYIFNLA LAD
LA GR
DL EE
KD RNL
GSRE KDRNL
VRLLS GSREKDRNL
SL GA
PPA PGL
TT PD
VRLLSGSREKDRNL RRIT
ID ET
W HF
VNYLMGTWPFGT ILCKIVISIDYYNMFTSIFTLCTMSVDRYIAVCHPVKALDFRTP
FK NC
ESL VK
VHRDLAARN IL
D VS
TP GR
HE H
IG AL
FR TT
FF KD
IK VV
FTRAIL QS
RG VV
RG ME
VC MA
GL PF
RNL TI
TQ FIE
QQ PS
TID VY
IC TIDVY
THQSDVWS YGVT
PS IL
TV GG
IE HL
KK LA
QE AL
PI PQ
SSL TS
CP IL
PLD PS
NA H
ID GP
TN GL
CS LLS
DA DE
NI QS
VQ W
VF HL
GERL PQPP
KPYD GI
GERLPQPP ICTIDVY
FT IF
GDS GG
VLGSGAF GTVY
RN VA
FLL PY
TL PR
VE VV
RL RK
DN RT
VA GA
H KL
RE HN
CL VL
RI QD
YDA NK
NA TP
RF GD
W TT
RA QA
ES W
ME DS
V GSA
NT VD
M RT
WNIF DFVV
EE RF
FS MML
LA RT
P MK
VL PL
GI GL
IA VL
IF DL
SS ES
GQ VA
DD EE
DA LL
G WLH
TT FQ
II C
FQS D
NL F
GQ YL
GAK FPIK
IS YL
MH FL
FLI VF
PH N
VES IQ
VEPL TPS
FL W
ES GS
GV DL
VQ EE
RK GVY
EE EI
VI RY
P WL
PL VD
CA PPAPGL
TI NW
D PK
C AS
VC EA
RP GA
EA PE
YH SL
MA Q
ILD EA
VW ELM
WM ALES
THQSDVWSYGVT VWELM
VD CS
WL VV
CA F
RN RTL
RFNS RT
DS KA
M GI
ID DT
GR AA
TDF GLA
G PEA
FL KV
K RP
TS TVQL
RLL GICL
LLN WC
GERLPQPPICTIDVY MI
RLLGICL TSTVQL
VPIK WMALES
RS GN
NKE ILDEA
KK RR
GRR NL
AL CP
GERLPQPPICTIDVYMI MVK
KK EE
VP SL
GC E
RGL KYI
PKA NKEILDEA
M HE
PP AS
DY LL
VKIP VAIK
RK DS
KL VL
TS PKANKEILDEA
TP TN
DVLFSTASIM HLCAISLDRY
P CN
PEI ML
VR EL
HE TE
PA KK
M MN
RS VS
GGK VPIKWMALES
TRWYRA PEIML
IS C
NI FL
GY H
TT SS
LLL I
IL EA
VS TD
LA VD
IG YL
EP EE
GN QL
ID RYL
NS NL
KE KS
RY N
VK DL
GI HY
C FE
F QK
D KD
RR LLQE
YL QK
VP KD
GAKFPIK WTA
GS PF
VP N
TD AL
M EED
DL DH
KS PF
RL TR
N PE
NN TL
GY WLC
M ALS
VT DL
VI TY
NG RL
WA PAIL
VAN TL
ENFS VATEESTEPLS
IPSIMNVLLVCLIFWLIFSIMGVNLFA GKF
FIIFGSFFTLNLFIGVIIDNFNQQKK KLGGQDIFMTEEQKKYYNAMKKLGSKKPQKPI
GAF YI
PP SA
GP H
D SL
VQ DS
MP VL
C TT
HP LL
W TS
SL RK
VG QE
IL RF
RK NE
CA HY
LA ET
VA YS
VN YD
YMVYFN FF
QCAA GCTGP
GT SS
GV PL
DL Y
W KT
ME K
KL FQ
QS FD
RE QA
Y EEA
PPPP E
GW K
GE NF
AL NT
VT VT
ILA RGF
RY VL
PI VE
PA TA
IL KN
DG QS
GF MT
GR GS
GI F
TL IH
TS TI
GK TIF
TFIVLNK GKTIF
ESLVK ILARGF
PL TIM
YA TI
DF Q
M QD
VV NLLGAC
HLN VVNLLGAC
TNYFLMS LAIA
HLNVVNLLGAC TK
VK TC
HL RD
ID EE
P LAI
KS TA
RA GF
RG AL
DL GP
FT GE
FFI PLTIM
RGLKYI HS
HK HL
FFIPLTIM VITY
RL KD
VE GP
K TD
AL QQ
QY VVE
MEL CQN
YA NS
QLE NL
PA C
PQ VQ
SL NI
GD NT
DVLFSTASIMHLCAISLDRY VAI
W PEL
VT SL
YT VS
FL KL
VKI TDFGLA
VL TAAHC
YF IL
IF GA
PK PSS
VS YD
H AS
VT PL
GV GL
V PPE
KS KK
FA II
RL ENN
D PC
RG RE
GG DA
IS T
CS TP
LAS ALS
M GY
H TA
VP WN
CRL RK
FS HL
RLVL VVVA
VRLLSGSREKDRNLRRIT RLVLVVVA
Y RF
HS RFNSRT
RT VV
GN DK
QP VS
DS YS
ES AL
EAE TA
GP VS
VT MS
CT IS
SL TS
DV EE
PD YE
H KA
VP NL
ILI GE
QH RS
GS GA
RK W
VL VE
ID ES
Q PPPPPP
FRR TI
F VC
MS HL
MA PES
Y RH
KS TL
D EN
AL EK
TL GT
VA VH
RA TD
IL TT
VK TE
N NL
VW N
C YS
YL DL
LAL GMS
QKC LALGMS
TE GA
RC DL
LL QL
VY VY
FN KY
TG PL
HI YS
CT LL
M QP
GK SL
TLF MA
VR CL
FD W
VT FL
IN VV
GL KK
LL TC
TL TY
EE TCS
PK YE
EETCS YEEA
RD GA
IT AL
EL CG
TY VQ
Q MT
RL TE
GA SA
PR TL
TF CGT
GR CR
MS TT
GL ID
VH GNVC
F HS
Q RY
AT VF
CH VH
KL VT
RTN H
QK EL
TK VK
GN VS
FAL CWL
GC PD
YF SL
VNN TT
VFI VCWTP
VFIVCWTP IH
EE RI
DL EN
FS QC
RNL RRITRMVL
GSKEKD RNLRRITRMVL
QGDS GG
VR MLS
GN FLVM
TL HE
QS PP
AI GLP
TNS CLNP
IFA FI
ENLL KICVF
WYW ENLLKICVF
CIALGY TNSCLNP
ILSS AIGLP
MILRLKS VRMLS
VLYAFLDENFKRC FRE
IITVCYGL MILRLKSVRMLS
GSKEKDRNLRRITRMVL VVVA
WYWENLLKICVF IFAFI
IITVCYGLMILRLKSVRMLS GSKEKDRNLRRITRMVLVVVA
FP GT
IITVCYGLMILRLKSVRMLSGSKEKDRNLRRITRMVLVVVA VFIVCWTPIH
F YF
KL QQ
GQ RI
CIALGYTNSCLNP VLYAFLDENFKRCFRE
GR VY
MA TTKY
TVS WHF
CTL TFS
GLF GNFLVM
VMF MATTKY
YSI VCVV
GSID CTLTFS
IYVI IK
TTFQ TVSWHF
ILSSAIGLP VMFMATTKY
GLFGNFLVM YVI
YSIVCVV GLFGNFLVMYVI
TA NTVD
HPS TANTVD
FCI PTSS
RTNH QLENL
HPSTANTVD RTNHQLENL
KL GY
TEAI QYVVE
GF MELCQN
HPT WYWENLLKICVFIFAFI
IITVCYGLMILRLKSVRMLSGSKEKDRNLRRITRMVLVVVAVFIVCWTPIH IYVIIK
GSIDCTLTFS HPTWYWENLLKICVFIFAFI
YSIVCVVGLFGNFLVMYVI VRYTKMKTATNIYIFNLALADALATSTLPFQS
TI MAL
FIL CWLPFFI
CIALGYTNSCLNPVLYAFLDENFKRCFRE FCIPTSS
TTFQTVSWHF CIALGYTNSCLNPVLYAFLDENFKRCFREFCIPTSS
EK Y
ILSSAIGLPVMFMATTKY RQ
DS ED
AS AL
ILSSAIGLPVMFMATTKYRQ GSIDCTLTFSHPTWYWENLLKICVFIFAFI
C II
GT VE
NS VA
R WA
DL IE
IA FY
LA FS
EA TS
LL GN
VI II
VC NW
LACADL II
TH Q
HP NC
RRK FI
ES GT
TGS PS
QQQQ QQ
II RA
TVL P
RQ RL
KI TD
D YD
I AA
CVD K
Q VR
F QY
MY IL
GK GK
DK FFI
M GMA
T EEE
RE FL
ML SL
AL VA
C QR
PP GM
TE LA
VK PP
LA RE
GF M
EAETA PLP
HPSTANTVDRTNHQLENL EAETAPLP
ID PK
R VM
MPVL IITVCYGLMILRLKSVRMLSGSKEKDRNLRRITRMVLVVVAVFIVCWTPIHIYVIIK
TIMAL YSIVCVVGLFGNFLVMYVIVRYTKMKTATNIYIFNLALADALATSTLPFQS
PE VT
IL YA
VS DY
ILSSAIGLPVMFMATTKYRQGSIDCTLTFSHPTWYWENLLKICVFIFAFI MPVLIITVCYGLMILRLKSVRMLSGSKEKDRNLRRITRMVLVVVAVFIVCWTPIHIYVIIK
VCNW ILSSAIGLPVMFMATTKYRQGSIDCTLTFSHPTWYWENLLKICVFIFAFIMPVLIITVCYGLMILRLKSVRMLSGSKEKDRNLRRITRMVLVVVAVFIVCWTPIHIYVIIK
GD VL
GF ID
QE VL
GGPL VC
QL CGA
PS PG
K VI
QQ H
TI ED
RS GI
QL KN
PP II
PL GG
DS EEE
VI PD
EE VEE
GGGG GGGG
VV VL
P GAS
GV LLL
QR VE
TL NF
VF GT
EN R
PE VN
RS GE
RV RE
EE TA
RR NN
TS KK
VH Y
WD KN
WYA PECL
PVF WYAPECL
RES E
GE YTC
E TI
VV FD
DL Q
LA IY
QA CR
GE YF
MA RL
TQD FL
FT AS
TL ES
DL VS
GS LLD
GG VT
LL RF
DT VT
GEGH FGK
CWL PF
YFSL WKGVKTSGKVVWITA
FE YL
VV KA
TD MS
TW TL
I PH
KK CE
KL YL
KD KY
KL NA
CS PE
D TK
VW IYGGGFYS
EL VN
VT SS
IS TA
MEF LAS
GR GR
WY YE
LLA IM
IS VS
EEL S
GK YS
QQ C
K VT
GLL D
VE DS
NS GE
MT KK
CD II
VH DD
RN W
F YI
SL PF
Y QN
GV PD
EA KY
TGT VM
VVS I
QQ QL
QY TS
RVD QI
RR KS
PF EH
Y PF
YLI GSLA
N RF
RA KG
RP DS
KD D
QE PF
SS RS
IV TL
VK VA
II IT
VS VK
PQ SL
YV PP
HK HA
TH MN
RL VR
EF QQ
WL REHN
GD RE
P SLS
LL KD
M GSS
YL RVA
YF IS
K YF
LL GL
PVL QV
YS TS
DP SL
DC TRT
FFA QHF
FFAQHF THQ
QQ HL
RL ILIGE
WLREHN RVC
W EE
D VM
EE NT
FF VM
DP LA
NT GE
FFAQHFTHQ FFK
TY RI
AL GS
RN SS
M DLE
TL KD
RP GS
PH GP
GS PPQ
RI LA
VP AS
DS ME
IV GG
LLE SL
VE MC
Y TGSL
RLP KK
GY C
RD SL
NS IL
YVV FDRA
ILVD TGSSNFA
MEGF YVVFDRA
TR KE
TS EN
GT DL
KL DS
ALS E
PW QV
GV RR
PH PFL
VCS E
TIKI VI
RLILIGE TIKIVI
SSI FS
TE AD
GQ DLK
MD CKE
VR VEIN
YN YDKS
WY TPI
TLN ILVDTGSSNFA
PVI SLYL
RRE WYYE
GFA VSA
QSS TGTVM
VII VRVEIN
TNL RLPKK
VFE AA
HSL YTGSL
YVE MTV
MII GGID
GAVI MEGFYVVFDRA
RKRI GFAVSA
QLSS TYRDL
VGAA PHPFL
HRY YQR
IVDSGT TNLRLPKK
RITIL PQQ
GSPPQ TLNILVDTGSSNFA
GQDLK MDCKE
YNYDKS IVDSGTTNLRLPKK
WYTPI RREWYYE
PVISLYL MGE
QSSTGTVM GAVIMEGFYVVFDRA
VIIVRVEIN GQDLKMDCKE
HSLYTGSL WYTPIRREWYYE
YVEMTV GSPPQTLNILVDTGSSNFA
MIIGGID HSLYTGSLWYTPIRREWYYE
VGAAPHPFL HRYYQR
YNYDKSIVDSGTTNLRLPKK VFEAA
QSSTGTVMGAVIMEGFYVVFDRA RKRIGFAVSA
VIIVRVEINGQDLKMDCKE YNYDKSIVDSGTTNLRLPKKVFEAA
YVEMTVGSPPQTLNILVDTGSSNFA VGAAPHPFLHRYYQR
MIIGGIDHSLYTGSLWYTPIRREWYYE VIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAA
YVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQR QLSSTYRDL
GF WLGE
LLL TA
TLPL WA
RITILPQQ YLRP
IK AASS
GQGY YVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDL
RGKS GQGYYVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDL
RTAA VEGP
M LLS
VR AL
PSK VS
RGKSGQGYYVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDL RKGVY
VS AT
GFWLGE QLVC
QE RD
DEF RTAAVEGP
IKAASS TE
VT TS
IKAASSTE KFPD
VK PI
WNIF PVISLYLMGE
QC QY
GF PQQ
IKAASSTEKFPD GFWLGEQLVC
QSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSA CHVH
VT SA
QSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVH DEFRTAAVEGP
VQ DL
VD IM
VTN QSF
MIIGGIDHSLYTGSLWYTPIRREWYYEVIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAA VKS
RGKSGQGYYVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDLRKGVY VPY
RH RF
GTTP WNIFPVISLYLMGE
VTNQSF RITILPQQYLRP
R AAS
GH FF
GC N
NSLL NP
WQA GTTPWNIFPVISLYLMGE
WE GEL
VK DW
TL TD
YK FAIS
IKAASSTEKFPDGFWLGEQLVC WQAGTTPWNIFPVISLYLMGE
RD LAL
TL ED
PP FL
QPL D
RA PP
H RK
KK H
PA SL
PLS I
VC KS
VFL F
PK GT
RH E
MVDNL RGKSGQGYYVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDLRKGVYVPY
TQGK WEGEL
MIIGGIDHSLYTGSLWYTPIRREWYYEVIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAAVKS IKAASSTEKFPDGFWLGEQLVCWQAGTTPWNIFPVISLYLMGE
YKFAIS QSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVHDEFRTAAVEGP
CA VL
QICKGME YL
G PPS
DA TT
FVTL DM
Y MS
LAA RNC
GS PL
I AL
VL VT
FVTLDM EDC
KE IT
SLE PF
TK VLP
QD NTGE
RY DPL
FE NL
FE REIE
QG VV
VVA VKKL
TES KFS
ILK SLQH
DNI VKYK
PESL TESKFS
LATRN ILVEN
PIFWYA PESLTESKFS
HLRD FEREIE
ENR VKIGDFGL
QYTS QICKGMEYL
MIIGGIDHSLYTGSLWYTPIRREWYYEVIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAAVKSIKAASSTEKFPDGFWLGEQLVCWQAGTTPWNIFPVISLYLMGE VTNQSFRITILPQQYLRP
QDNTGE VVAVKKL
ILKSLQH DNIVKYK
LATRNILVEN ENRVKIGDFGL
PIFWYAPESLTESKFS VAS
HLRDFEREIE ILKSLQHDNIVKYK
QYTSQICKGMEYL GTKRY
HLRDFEREIEILKSLQHDNIVKYK GVC
CL VV
CW NNN
TEE HLRDFEREIEILKSLQHDNIVKYKGVC
RHL KFL
DVWSFGVVLYELFTY IE
WAPAIL FW
GCPD EIY
VEMC RYDPL
TKVLP QD
LATRNILVENENRVKIGDFGL TKVLPQD
PIFWYAPESLTESKFSVAS DVWSFGVVLYELFTYIE
VEMCRYDPL QDNTGEVVAVKKL
PY GSLRDYL
FM RMI
KEY YK
QHS TEEHLRDFEREIEILKSLQHDNIVKYKGVC
MEYL PYGSLRDYL
QYTSQICKGMEYLGTKRY IHRD
LATRNILVENENRVKIGDFGLTKVLPQD KEYYK
PIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIE KSKS
Y YK
RHLKFL QQL
VEMCRYDPLQDNTGEVVAVKKL QHSTEEHLRDFEREIEILKSLQHDNIVKYKGVC
KE RIDH
GE SL
QKH KERIDH
MVDNLRGKSGQGYYVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDLRKGVYVPY TQGKWEGEL
QYTSQICKGMEYLGTKRYIHRD LATRNILVENENRVKIGDFGLTKVLPQDKEYYK
LA FC
DC GL
FMRMI GNDK
MEYLPYGSLRDYL QKHKERIDH
VE DVA
M FD
P RLI
GT H
MI VFHL
MIVFHL IE
HS FLIVF
LLKN NGRL
CWNNN VN
QGQ MIVFHLIE
PGES PIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKS
FMRMIGNDK QGQMIVFHLIE
LA KA
YKFAISQSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVHDEFRTAAVEGP FVTLDMEDC
VKE PGESPIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKS
QYTSQICKGMEYLGTKRYIHRDLATRNILVENENRVKIGDFGLTKVLPQDKEYYK VKEPGESPIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKS
TL RAA
MI MTE
GKGNFGS VEMCRYDPLQDNTGEVVAVKKLQHSTEEHLRDFEREIEILKSLQHDNIVKYKGVC
FMRMIGNDKQGQMIVFHLIE LLKNNGRL
RHLKFLQQL GKGNFGSVEMCRYDPLQDNTGEVVAVKKLQHSTEEHLRDFEREIEILKSLQHDNIVKYKGVC
PL NS
PRPD GCPDEIY
QRPSF RDLAL
CWNNNVN QRPSFRDLAL
MIMTE CWNNNVNQRPSFRDLAL
PRPDGCPDEIY MIMTECWNNNVNQRPSFRDLAL
PRPDGCPDEIYMIMTECWNNNVNQRPSFRDLAL RVDQI
ED ML
YSA GRRNL
VGGS MIIGGIDHSLYTGSLWYTPIRREWYYEVIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAAVKSIKAASSTEKFPDGFWLGEQLVCWQAGTTPWNIFPVISLYLMGEVTNQSFRITILPQQYLRP
KLI MEYLPYGSLRDYLQKHKERIDH
KLIMEYLPYGSLRDYLQKHKERIDH IKLL
REL E
PPAE FMRMIGNDKQGQMIVFHLIELLKNNGRL
PPAEFMRMIGNDKQGQMIVFHLIELLKNNGRL PRPDGCPDEIYMIMTECWNNNVNQRPSFRDLALRVDQI
RHLKFLQQLGKGNFGSVEMCRYDPLQDNTGEVVAVKKLQHSTEEHLRDFEREIEILKSLQHDNIVKYKGVC YSAGRRNL
P VG
FDSL VK
SLEPF FDSLVK
KLIMEYLPYGSLRDYLQKHKERIDHIKLL QYTSQICKGMEYLGTKRYIHRDLATRNILVENENRVKIGDFGLTKVLPQDKEYYKVKEPGESPIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKS
GKY GG
NP DS
KLIMEYLPYGSLRDYLQKHKERIDHIKLLQYTSQICKGMEYLGTKRYIHRDLATRNILVENENRVKIGDFGLTKVLPQDKEYYKVKEPGESPIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKS PPAEFMRMIGNDKQGQMIVFHLIELLKNNGRLPRPDGCPDEIYMIMTECWNNNVNQRPSFRDLALRVDQI
EE KA
TL KL
FC SL
VR MC
MD LL
PFS PL
FE GKYGG
VVL VRMC
DC YKFAISQSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVHDEFRTAAVEGPFVTLDMEDC
PN E
I TP
TA GD
TN NC
KLIMEYLPYGSLRDYLQKHKERIDHIKLLQYTSQICKGMEYLGTKRYIHRDLATRNILVENENRVKIGDFGLTKVLPQDKEYYKVKEPGESPIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKSPPAEFMRMIGNDKQGQMIVFHLIELLKNNGRLPRPDGCPDEIYMIMTECWNNNVNQRPSFRDLALRVDQI RDN
GG DL
YK GY
R VH
MR RL
RHLKFLQQLGKGNFGSVEMCRYDPLQDNTGEVVAVKKLQHSTEEHLRDFEREIEILKSLQHDNIVKYKGVCYSAGRRNL KLIMEYLPYGSLRDYLQKHKERIDHIKLLQYTSQICKGMEYLGTKRYIHRDLATRNILVENENRVKIGDFGLTKVLPQDKEYYKVKEPGESPIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKSPPAEFMRMIGNDKQGQMIVFHLIELLKNNGRLPRPDGCPDEIYMIMTECWNNNVNQRPSFRDLALRVDQIRDN
SLEPFFDSLVK QTH
VPNL FSL
SLEPFFDSLVKQTH VPNLFSL
RHLKFLQQLGKGNFGSVEMCRYDPLQDNTGEVVAVKKLQHSTEEHLRDFEREIEILKSLQHDNIVKYKGVCYSAGRRNLKLIMEYLPYGSLRDYLQKHKERIDHIKLLQYTSQICKGMEYLGTKRYIHRDLATRNILVENENRVKIGDFGLTKVLPQDKEYYKVKEPGESPIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKSPPAEFMRMIGNDKQGQMIVFHLIELLKNNGRLPRPDGCPDEIYMIMTECWNNNVNQRPSFRDLALRVDQIRDN MAG
DA GH
FP VH
VC YTL
PT QFEE
YV GS
R SSS
YF TF
VRE D
TL VD
RD EA
EK HL
EDRD PTQFEE
VEDVA TSQD
C QE
GAF EDRDPTQFEE
GG QL
DF VH
GL VN
RA PQ
GFS GAFEDRDPTQFEE
GL FL
VR IL
QT GL
SL PS
IF PY
ER PE
VQ MA
MVDNLRGKSGQGYYVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDLRKGVYVPYTQGKWEGEL GTDL
AL PN
QD KA
GFSGAFEDRDPTQFEE RHLKFLQQLGKGNFGSVEMCRYDPLQDNTGEVVAVKKLQHSTEEHLRDFEREIEILKSLQHDNIVKYKGVCYSAGRRNLKLIMEYLPYGSLRDYLQKHKERIDHIKLLQYTSQICKGMEYLGTKRYIHRDLATRNILVENENRVKIGDFGLTKVLPQDKEYYKVKEPGESPIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKSPPAEFMRMIGNDKQGQMIVFHLIELLKNNGRLPRPDGCPDEIYMIMTECWNNNVNQRPSFRDLALRVDQIRDNMAG
NLE LA
KL VS
VN KIS
ES LA
DLL E
RI RR
RV KL
QL VI
DL W
KA TA
VEDVATSQD DCYKFAISQSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVHDEFRTAAVEGPFVTLDMEDC
FS TI
PFI YA
GD RP
PK CI
FV YS
MLA RA
H KES
VQ D
HL QS
IV MD
GR W
VLA E
TS TS
LLS K
QY LL
D AL
KK GF
M TR
EL KIA
RA VD
IS IA
VGM HLLS
WANFA RT
VT RF
YS VS
GK GI
VY EG
M RY
VRA NI
YAE IA
Y YD
TES DKFFI
AAI TESDKFFI
VSI PHGP
GILGLA YAEIA
VRANI AAITESDKFFI
GILGLAYAEIA RPDD
HS DD
N VLY
VGGSMIIGGIDHSLYTGSLWYTPIRREWYYEVIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAAVKSIKAASSTEKFPDGFWLGEQLVCWQAGTTPWNIFPVISLYLMGEVTNQSFRITILPQQYLRP VEDVATSQDDCYKFAISQSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVHDEFRTAAVEGPFVTLDMEDC
VF AI
KP GD
NS TI
RP RS
PN H
KA Y
NS AL
M PR
FF TF
R ELS
VT GW
NGS NWE
NVT VRANIAAITESDKFFI
VSIPHGP NVTVRANIAAITESDKFFI
NGSNWE GILGLAYAEIARPDD
VSIPHGPNVTVRANIAAITESDKFFI NGSNWEGILGLAYAEIARPDD
NY VK
RH F
TAL H
VI PC
RK IC
VL CL
GGA GA
SSD ID
AA VN
GT LA
RN EDL
NE QR
VSIPHGPNVTVRANIAAITESDKFFINGSNWEGILGLAYAEIARPDD SLEPFFDSLVKQTHVPNLFSL
QSE VLAS
ETL TE
N EK
K RL
T WS
GP GF
VP IM
GFPLN QSEVLAS
AL ELD
I GN
D ID
GE PP
IY IE
RQ RS
GA KL
VN GR
AL HL
YL PP
QA GL
GFPLNQSEVLAS VGGSMIIGGIDHSLYTGSLWYTPIRREWYYEVIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAAVKSIKAASSTEKFPDGFWLGEQLVCWQAGTTPWNIFPVISLYLMGEVTNQSFRITILPQQYLRPVEDVATSQDDCYKFAISQSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVHDEFRTAAVEGPFVTLDMEDC
VF GK
YV IL
C QC
IA VIL
RQ KC
SL ID
VA EI
VF DA
YH QH
TIMALYSIVCVVGLFGNFLVMYVIVRYTKMKTATNIYIFNLALADALATSTLPFQS VNYLMGTWPFGTILCKIVISIDYYNMFTSIFTLCTMSVDRYIAVCHPVKALDFRTP
Q HLH
FL TI
ALER SL
FETF GNS
MVDNLRGKSGQGYYVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDLRKGVYVPYTQGKWEGELGTDL VSIPHGPNVTVRANIAAITESDKFFINGSNWEGILGLAYAEIARPDDSLEPFFDSLVKQTHVPNLFSL
IL HC
PG AL
IS WL
EI VTL
PV RL
RK CIHRDLAARN
TP YP
RSL CS
YN QD
EC SL
QQQDE QQQDE
GMS NFA
R PLS
W FE
ND QVT
NDQVT LLKY
C GEWIETMWDCME
VE YTF
TI CIVLN
GLS VLRSFRLLRVFKLAKSWP
PGL KTI
TGI YTF
MFN FETFGNS
GKTY MIF
VKKLS DVM
EKFD PDA
TLNML IKIIGNSVGALGNLTLVLAIIVFIFAVVGMQLF
VGALIQS VKKLSDVM
TLRAA GKTYMIF
CGEWIETMWDCME VA
VEYTF TGIYTF
TICIVLN TLFMA
GLSVLRSFRLLRVFKLAKSWP TLNMLIKIIGNSVGALGNLTLVLAIIVFIFAVVGMQLF
PGLKTI VGALIQSVKKLSDVM
GLSVLRSFRLLRVFKLAKSWPTLNMLIKIIGNSVGALGNLTLVLAIIVFIFAVVGMQLF GKS
PGLKTIVGALIQSVKKLSDVM ILTVF
GS GM
QE AA
IM GF
KE YL
Y NI
SS VP
PL PL
LLA VAL
K QS
LL EA
IL V
GG EVGF
GA DT
FI CS
TA W
DR YS
RK GG
ER VA
LA RD
EL ISS
NA TF
PL PR
FS YQ
VR WK
R FLK
YI YN
TV FS
ME VVLVRMC
TC QLRL
VAA HE
GCS ELISS
HHL TEAIQYVVE
IFD FSH
RAY NA
MWE MWE
FAK RLS
RPGL QE
FSED EIAL
RCA HHLTEAIQYVVE
KLPP KGKL
FRAL GCSELISS
YTAL VLI
NLELA FH
MEVVLVRMC RAYNA
TCQLRL EDLL
MWEMWE RCAHHLTEAIQYVVE
FSEDEIAL YTALVLI
FRALGCSELISS IFDFSH
MWEMWERCAHHLTEAIQYVVE FAKRLS
VDN PH
MWEMWERCAHHLTEAIQYVVEFAKRLS GFMELCQN
W GDE
YN SL
MAPE VI
KLPPKGKL RSLCS
LL RA
KLPPKGKLRSLCS QH
GC KA
GD KSS
QQ R
TK AS
WGDE QLFQ
T MI
CK FC
VL TL
RE GI
QLCGA GFPLNQSEVLASVGGSMIIGGIDHSLYTGSLWYTPIRREWYYEVIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAAVKSIKAASSTEKFPDGFWLGEQLVCWQAGTTPWNIFPVISLYLMGEVTNQSFRITILPQQYLRPVEDVATSQDDCYKFAISQSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVHDEFRTAAVEGPFVTLDMEDC
RL ET
VP GMA
VQ KL
QH RF
M MA
GA VV
NC IN
YD IY
FL PV
HL GN
QP GY
IL Y
QIF QHLH
E WL
K GHN
QIFQHLH PIVV
GSF VE
QIFQHLHPIVV QAA
RR F
PY PF
C DF
EE PEE
MD W
W ID
FN E
QD YH
FQ NA
HHLCK TH
NLELAFH HHLCKTH
PK IAK
PKIAK IF
RD IK
KS W
EE DA
IA EI
GK DD
EK TL
TPDS PAKPEKNGHA
TTFNIEFRKAFLK ILHC
QNECIIANPAFVVYSSIVSFYVPFIVTLLVYIKIYIVL RRRR
AARRAQELEMEMLSSTSPPERTRYSPIPPSHHQLTLPDPSHHGLHS TPDSPAKPEKNGHA
GV PP
FV AL
KK PA
V GGA
ILK AL
WI PE
R RLS
VN YT
GAL GFSGAFEDRDPTQFEERHLKFLQQLGKGNFGSVEMCRYDPLQDNTGEVVAVKKLQHSTEEHLRDFEREIEILKSLQHDNIVKYKGVCYSAGRRNLKLIMEYLPYGSLRDYLQKHKERIDHIKLLQYTSQICKGMEYLGTKRYIHRDLATRNILVENENRVKIGDFGLTKVLPQDKEYYKVKEPGESPIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKSPPAEFMRMIGNDKQGQMIVFHLIELLKNNGRLPRPDGCPDEIYMIMTECWNNNVNQRPSFRDLALRVDQIRDNMAG
RY QD
TFE NL
DQI VLL
GI QY
TT NL
F GF
W IG
TA MA
EN AE
QR LL
VV GD
QNECIIANPAFVVYSSIVSFYVPFIVTLLVYIKIYIVLRRRR KRVNTKRSSRAFRA
PD PA
WEFP RD
KE VL
QE KM
AA KTL
KK RH
TT TT
VT Q
RT C
VF GNVLVCMAVSREKALQTTTNYLIVSLAVADLLVATLVMPWVVYLEVVGEWKFSRIHCDIFVTLDVMMCTASILNLCAISIDRYTAVAMPMLYNTRYSSKRRVTVM
IS IT
QY CRF
NAI RF
IY QN
HS W
VV GG
RA NS
W PS
EL REA
NC I
PL RQ
RK H
EP FS
VTS E
NA E
PDL PE
M IA
RL FQ
YS NN
VS DFGLS
QT DS
GS PA
VF TP
TL TI
MY IAVIL
PA SS
VD VV
QS GY
YT IL
RT VL
FGE VW
EE KT
GM GK
FL SA
RE RK
TKLL DS
QL GS
DD TK
PDY QQ
M YL
GA QE
IS GP
GI RLPL
SSD FLS
PS VGI
II TP
PL PD
KE KN
PK YS
KC QYCRF
VHA CEGCKGF
VHACEGCKGF FRRTI
MVDNLRGKSGQGYYVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDLRKGVYVPYTQGKWEGELGTDLVSIPHGPNVTVRANIAAITESDKFFINGSNWEGILGLAYAEIARPDDSLEPFFDSLVKQTHVPNLFSL QLCGAGFPLNQSEVLASVGGSMIIGGIDHSLYTGSLWYTPIRREWYYEVIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAAVKSIKAASSTEKFPDGFWLGEQLVCWQAGTTPWNIFPVISLYLMGEVTNQSFRITILPQQYLRPVEDVATSQDDCYKFAISQSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVHDEFRTAAVEGPFVTLDMEDC
DF GM
GY NIPQ
QQ NC
GYNIPQ TD
TN QC
KI QL
TQ VP
DL H
VE VA
YK TK
LL WA
PGRR GSFVE
LA KI
VT WA
MD YE
FL VN
TS RI
DI YA
V GAF
RLP RETD
RVE AARRAQELEMEMLSSTSPPERTRYSPIPPSHHQLTLPDPSHHGLHSTPDSPAKPEKNGHA
QL QQ
VKF GR
MS YS
QH CRL
RDA VKFGR
GVI TCEGCKGFFRRS
KIC GDKSS
QRD SL
MSKK QRDSL
RNRC QHCRL
GIHY GVITCEGCKGFFRRS
RDAVKFGR MSKKQRDSL
KICGDKSS GIHYGVITCEGCKGFFRRS
RL FKD
CF VLVL
TQ SSIFS
CFVLVL TQSSIFS
RL GD
WL GYS
IDA DS
ED DFE
W KR
MA ML
PLKGNCTHPEDMKLCTVIMKSNGSFPVNRR RVEAARRAQELEMEMLSSTSPPERTRYSPIPPSHHQLTLPDPSHHGLHSTPDSPAKPEKNGHA
FP LL
LL GM
KS PN
QQR QQQQ
RNL QE
ME KD
GG RA
EN ES
IFIL EMLLK
VNPIIY ALRS
EEPEE PGRRGSFVE
RLPRETD EEPEEPGRRGSFVE
VT RH
TS PS
MA QAL
FE VE
GGA PLGL
RSGL GGAPLGL
GIRLPL RSGLGGAPLGL
GIRLPLRSGLGGAPLGL RLPRETDEEPEEPGRRGSFVE
LLL WMGA
PW LLLWMGA
NR SS
GVL PAH
GTQH GIRLPLRSGLGGAPLGLRLPRETDEEPEEPGRRGSFVE
MAQAL PWLLLWMGA
GVLPAH GTQHGIRLPLRSGLGGAPLGLRLPRETDEEPEEPGRRGSFVE
MAQALPWLLLWMGA GVLPAHGTQHGIRLPLRSGLGGAPLGLRLPRETDEEPEEPGRRGSFVE
V AAA
VS IQ
TN SSLNP
NF SSL
ILD GLA
MD DVV
CS RLL
R VYA
RT VI
FT RQ
VV LA
CGN PSVGI
MN PN
PE LA
KG GL
QIFQHLHPIVVQAA FPPL
TK WS
GQC PEGY
V KKA
PP DC
IVGM FLA
TL TN
VV DL
MI CLFQITTSAGW
RVL CGEWIETMWDCMEVA
LAI TICIVLNTLFMA
RIH CLDIL
DDE HS
ISVI PGLKTIVGALIQSVKKLSDVMILTVF
VSALRTFRVLRALKT ISVIPGLKTIVGALIQSVKKLSDVMILTVF
MDLPMVSGD RIHCLDIL
PFIY GDI
PFVD LAITICIVLNTLFMA
HSFLIVF RVLCGEWIETMWDCMEVA
MFNFETFGNS MICLFQITTSAGW
VSALRTFRVLRALKTISVIPGLKTIVGALIQSVKKLSDVMILTVF CLSVFALIGLQLFMGNL
DI VL
NS TT
GH GVDL
NP KS
QD SS
PE RR
AA KSLA
II RGN
QS VCS
GA DF
MA M
Y PC
LL DK
PK NL
GLL NS
GP VE
IF F
VF VL
H TQ
FL VS
KL GQ
IAK GM
FD GT
P MT
VA KK
GT KK
YL MF
RN EF
TE RI
PS CE
GY IL
KL QS
IS IM
RQ C
DI QY
MS NK
ILL IR
VT AA
FS FS
SSL D
HK RG
TSFD TFS
PQ K
MV NL
VN AD
Y TG
YKEL FS
QIFQHLHPIVVQAAFPPL YKELFS
TK SL
TT PE
RRL VHRDLAARNVL
CWM IDADS
SSS PE
KSA KE
RD IY
QH I
GD DC
NK QQ
SS GS
KT QS
YTA N
YKE CVC
MILLSSGALAFED IYIE
PSKVS YEPI
GLSVLRSFRLLRVFKLAKSWPTLNMLIKIIGNSVGALGNLTLVLAIIVFIFAVVGMQLFGKS YKECVC
MM VMVIGNLVVLNLFLALLLSS
PQ RYL
KS ESE
QL QM
VF GLL
Q GV
TA MD
FF PK
RH I
IR QA
PDL I
GRS AL
TK W
PP AL
TD PD
PQRYL VIQ
DS VA
EL GR
YD MN
NH I
KV RQ
VD AA
H PI
K PY
SL QY
GW NC
EA KRK
Q CN
T PLS
EE VS
YA FK
RG VD
GL PL
G RES
K PN
QL VD
VR GE
PGS GPS
TK VN
GL VGN
CA QQ
YLN TF
FE KK
VL CV
VK YLA
YLE GS
MD EED
YV GP
I RF
EI PD
H CS
IN YHQH
RV RD
P LLA
GG CY
HA FE
N GT
IV RK
LLTE ND
VLA VL
VF AF
W RY
YS WW
RT QRR
YG QL
W GG
NEE NI
VLA I
ES EE
GQA M
KAH RN
YA KVL
HL GA
NA VP
QE TL
DL IP
RL RD
VN VD
FT PDYE
MLPN MRI
LLTEND MLPNMRI
FTPDYE LLTENDMLPNMRI
GE TS
CS ML
C GH
Y HN
MVDNLRGKSGQGYYVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDLRKGVYVPYTQGKWEGELGTDLVSIPHGPNVTVRANIAAITESDKFFINGSNWEGILGLAYAEIARPDDSLEPFFDSLVKQTHVPNLFSLQLCGAGFPLNQSEVLASVGGSMIIGGIDHSLYTGSLWYTPIRREWYYEVIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAAVKSIKAASSTEKFPDGFWLGEQLVCWQAGTTPWNIFPVISLYLMGEVTNQSFRITILPQQYLRPVEDVATSQDDCYKFAISQSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVHDEFRTAAVEGPFVTLDMEDC GYNIPQTD
VA TVL
VTS VV
TT TLKRK
GNL EI
MAQALPWLLLWMGAGVLPAHGTQHGIRLPLRSGLGGAPLGLRLPRETDEEPEEPGRRGSFVE MVDNLRGKSGQGYYVEMTVGSPPQTLNILVDTGSSNFAVGAAPHPFLHRYYQRQLSSTYRDLRKGVYVPYTQGKWEGELGTDLVSIPHGPNVTVRANIAAITESDKFFINGSNWEGILGLAYAEIARPDDSLEPFFDSLVKQTHVPNLFSLQLCGAGFPLNQSEVLASVGGSMIIGGIDHSLYTGSLWYTPIRREWYYEVIIVRVEINGQDLKMDCKEYNYDKSIVDSGTTNLRLPKKVFEAAVKSIKAASSTEKFPDGFWLGEQLVCWQAGTTPWNIFPVISLYLMGEVTNQSFRITILPQQYLRPVEDVATSQDDCYKFAISQSSTGTVMGAVIMEGFYVVFDRARKRIGFAVSACHVHDEFRTAAVEGPFVTLDMEDCGYNIPQTD
Y VAA
LL VF
EK GQ
TLL TLL
WA QK
CI QCH
MD VL
YR EL
QL RE
T ALS
CC PP
RS IA
PKIAKIF EIQTMPNGKTRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITHILNIHCDCNIPPVLYSAFTWLGYVNSAVNPIIY
WF KD
Y RN
PP IL
NI VK
FTPDYELLTENDMLPNMRI GALGFSGAFEDRDPTQFEERHLKFLQQLGKGNFGSVEMCRYDPLQDNTGEVVAVKKLQHSTEEHLRDFEREIEILKSLQHDNIVKYKGVCYSAGRRNLKLIMEYLPYGSLRDYLQKHKERIDHIKLLQYTSQICKGMEYLGTKRYIHRDLATRNILVENENRVKIGDFGLTKVLPQDKEYYKVKEPGESPIFWYAPESLTESKFSVASDVWSFGVVLYELFTYIEKSKSPPAEFMRMIGNDKQGQMIVFHLIELLKNNGRLPRPDGCPDEIYMIMTECWNNNVNQRPSFRDLALRVDQIRDNMAG
KP GL
GQ KT
HS HA
RTS RNRCQHCRL
EE EA
KL W
VQ NP
GLN NAD
DGK ADRPHYNYYA
VWVLSFTISCPLLF GLNNAD
MDPLNLSWYDDDLERQNWSRPFNGS DGKADRPHYNYYA
TLLTLL IAVI
