{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"LL":257,"LA":258,"VL":259,"SL":260,"EE":261,"AL":262,"AA":263,"TL":264,"PP":265,"IL":266,"VV":267,"GL":268,"GS":269,"KK":270,"EL":271,"GG":272,"PL":273,"DL":274,"RL":275,"FL":276,"VA":277,"VS":278,"KL":279,"GA":280,"RR":281,"QL":282,"PS":283,"VT":284,"NL":285,"IS":286,"PE":287,"KE":288,"TS":289,"GE":290,"AS":291,"DS":292,"VI":293,"YL":294,"VE":295,"RE":296,"GT":297,"II":298,"PA":299,"GK":300,"GD":301,"VK":302,"GI":303,"VF":304,"RS":305,"TA":306,"QQ":307,"RK":308,"VD":309,"RD":310,"PD":311,"RA":312,"QE":313,"TE":314,"GN":315,"IA":316,"VN":317,"GF":318,"HL":319,"ML":320,"KS":321,"GP":322,"IF":323,"YS":324,"QA":325,"TT":326,"KD":327,"KA":328,"QS":329,"CL":330,"GR":331,"VP":332,"ED":333,"GY":334,"TF":335,"TP":336,"ID":337,"EA":338,"MA":339,"RN":340,"TD":341,"GQ":342,"VY":343,"KI":344,"HS":345,"RI":346,"VQ":347,"KN":348,"PF":349,"ES":350,"RF":351,"TI":352,"QD":353,"NI":354,"VC":355,"RY":356,"MS":357,"RP":358,"ME":359,"RQ":360,"FA":361,"TN":362,"VH":363,"YA":364,"MD":365,"RT":366,"FD":367,"PN":368,"FI":369,"WL":370,"GH":371,"TK":372,"YD":373,"EN":374,"GC":375,"EK":376,"PQ":377,"VW":378,"IK":379,"VR":380,"PK":381,"VM":382,"GM":383,"NA":384,"FF":385,"TY":386,"QK":387,"DD":388,"IE":389,"LLL":390,"QN":391,"PI":392,"PT":393,"YN":394,"RH":395,"DA":396,"YF":397,"DF":398,"VG":399,"WA":400,"CA":401,"HA":402,"YI":403,"PR":404,"TQ":405,"MK":406,"GV":407,"YE":408,"TC":409,"TH":410,"QI":411,"PG":412,"YK":413,"EI":414,"FK":415,"MN":416,"QH":417,"FE":418,"GW":419,"DE":420,"PY":421,"FT":422,"LLS":423,"WS":424,"QR":425,"DI":426,"TV":427,"PC":428,"QY":429,"LAL":430,"PW":431,"NE":432,"LLA":433,"TR":434,"FH":435,"PV":436,"NK":437,"FY":438,"DK":439,"FQ":440,"HH":441,"MI":442,"TG":443,"RG":444,"WE":445,"HE":446,"SSL":447,"RC":448,"ND":449,"IY":450,"SA":451,"KY":452,"RM":453,"KH":454,"TM":455,"FP":456,"KQ":457,"VLA":458,"AE":459,"VLL":460,"YY":461,"QP":462,"FR":463,"IT":464,"QT":465,"KT":466,"IP":467,"EEL":468,"QC":469,"HN":470,"SLS":471,"RW":472,"GLA":473,"DN":474,"IM":475,"RV":476,"DY":477,"ALS":478,"VLS":479,"KR":480,"IQ":481,"IH":482,"MF":483,"GLL":484,"DC":485,"DP":486,"MT":487,"KKL":488,"AAA":489,"QF":490,"LAA":491,"HK":492,"NY":493,"MY":494,"DT":495,"CE":496,"WK":497,"HP":498,"NT":499,"CK":500,"NLS":501,"QG":502,"FG":503,"EEA":504,"HY":505,"EQ":506,"IV":507,"GLS":508,"FV":509,"WN":510,"PM":511,"YT":512,"DLS":513,"EH":514,"EM":515,"CT":516,"AI":517,"LAS":518,"VVL":519,"ER":520,"QM":521,"KP":522,"EF":523,"AF":524,"TW":525,"KLS":526,"CW":527,"AAS":528,"ILS":529,"VVS":530,"EP":531,"DG":532,"PPL":533,"NF":534,"CD":535,"LLD":536,"IR":537,"FM":538,"YM":539,"EG":540,"YQ":541,"KG":542,"VSL":543,"TLS":544,"ET":545,"KF":546,"VAS":547,"QW":548,"PLS":549,"RDL":550,"KM":551,"YH":552,"AD":553,"YP":554,"GSS":555,"NR":556,"FLL":557,"GSL":558,"MP":559,"AN":560,"VAA":561,"FLS":562,"AT":563,"RLS":564,"PLL":565,"PPS":566,"DQ":567,"KV":568,"TLL":569,"WY":570,"PPA":571,"EY":572,"HF":573,"RLL":574,"MM":575,"EES":576,"VVA":577,"QLS":578,"YV":579,"DLL":580,"EEE":581,"RAL":582,"HI":583,"SSA":584,"AK":585,"IG":586,"FW":587,"DH":588,"EC":589,"VAL":590,"YC":591,"NG":592,"GSA":593,"PEA":594,"LLN":595,"QV":596,"GAA":597,"YR":598,"DV":599,"EV":600,"WI":601,"KC":602,"MR":603,"GGA":604,"NM":605,"CY":606,"GKS":607,"PSA":608,"PES":609,"NQ":610,"ALE":611,"VTS":612,"DR":613,"KLL":614,"VTL":615,"HC":616,"ELS":617,"RSL":618,"IW":619,"HQ":620,"VSA":621,"DM":622,"RAA":623,"YG":624,"GNL":625,"HD":626,"PAS":627,"LLE":628,"GES":629,"AV":630,"QEL":631,"CQ":632,"VES":633,"CV":634,"NW":635,"RES":636,"PEL":637,"PSS":638,"PGS":639,"GAS":640,"GVL":641,"LLK":642,"KKA":643,"FLK":644,"PSL":645,"YLS":646,"WH":647,"RVL":648,"ILA":649,"PAL":650,"RKL":651,"TVL":652,"TES":653,"KKS":654,"PPPP":655,"GDL":656,"ALD":657,"TSS":658,"QQQQ":659,"GGS":660,"WD":661,"RRA":662,"VSS":663,"VGL":664,"REA":665,"KEL":666,"MH":667,"NLL":668,"YW":669,"ALI":670,"RRS":671,"LAI":672,"GVV":673,"TSL":674,"REL":675,"KES":676,"CG":677,"RNL":678,"VLE":679,"NGS":680,"VEA":681,"TEL":682,"GEA":683,"VTA":684,"VLI":685,"MQ":686,"TSA":687,"CLS":688,"SLE":689,"WM":690,"RSS":691,"GEE":692,"VLK":693,"KEA":694,"MV":695,"MC":696,"TAS":697,"RTL":698,"ILK":699,"VWS":700,"HLS":701,"MLS":702,"VYA":703,"PGL":704,"WF":705,"EED":706,"MW":707,"GAF":708,"ILE":709,"ILT":710,"GVS":711,"GEL":712,"HW":713,"TLN":714,"RKS":715,"VIA":716,"VEL":717,"VKS":718,"PED":719,"VLP":720,"GTA":721,"VLD":722,"GLE":723,"GGGG":724,"FLA":725,"FSS":726,"VPL":727,"QPL":728,"RAS":729,"GDS":730,"IIA":731,"PPP":732,"VLY":733,"RLP":734,"KW":735,"TLA":736,"VIS":737,"GAL":738,"KAL":739,"ILL":740,"WC":741,"RGL":742,"VIL":743,"WP":744,"RPS":745,"VKK":746,"RIL":747,"KSL":748,"HRD":749,"PPE":750,"GIL":751,"YSA":752,"QLL":753,"DLE":754,"TAL":755,"NSA":756,"TAA":757,"FVV":758,"PDA":759,"RPL":760,"TLQ":761,"CM":762,"HG":763,"TVS":764,"PLA":765,"RRL":766,"GSF":767,"NLA":768,"TGL":769,"FSA":770,"IIY":771,"TIL":772,"PQQ":773,"PAA":774,"LLI":775,"VGS":776,"EDL":777,"CR":778,"RRK":779,"VKE":780,"VFA":781,"LLF":782,"QQL":783,"GGL":784,"VEE":785,"GIA":786,"PGA":787,"KTL":788,"YLI":789,"DW":790,"GPL":791,"ISL":792,"RGS":793,"VLN":794,"NLE":795,"SSD":796,"PEE":797,"RDA":798,"TPS":799,"EAE":800,"VSE":801,"RYL":802,"TPL":803,"QIL":804,"VPA":805,"SSE":806,"REE":807,"RKA":808,"TGT":809,"PDL":810,"DVL":811,"RLA":812,"TNS":813,"TVV":814,"KKE":815,"VAVK":816,"WQ":817,"VTE":818,"VDL":819,"GDF":820,"GPE":821,"QAL":822,"GKK":823,"TLK":824,"YSS":825,"TLD":826,"VTN":827,"VAI":828,"QES":829,"DVWS":830,"ASA":831,"KDA":832,"PGG":833,"GVI":834,"GPS":835,"TEE":836,"GTS":837,"YLL":838,"GPP":839,"IAK":840,"PKA":841,"KLE":842,"ELE":843,"YLE":844,"MAA":845,"MLL":846,"GQL":847,"GVA":848,"TLE":849,"PVL":850,"TVF":851,"VGA":852,"PFL":853,"RSA":854,"VKL":855,"GDA":856,"FGS":857,"PGE":858,"PVS":859,"PVI":860,"ELL":861,"DSS":862,"VQL":863,"FSL":864,"TTS":865,"CLL":866,"GFS":867,"NIL":868,"IPL":869,"RRE":870,"QRL":871,"VGN":872,"QVS":873,"YSL":874,"VGE":875,"ISS":876,"QLE":877,"FLI":878,"QAA":879,"GNS":880,"DIL":881,"GKL":882,"GII":883,"PVD":884,"MEE":885,"GYS":886,"GRR":887,"YFL":888,"KKK":889,"PTL":890,"GTL":891,"GIS":892,"RDI":893,"DSA":894,"PEK":895,"MEL":896,"TFS":897,"VGG":898,"QEE":899,"GSN":900,"QAS":901,"PVA":902,"GVF":903,"GMA":904,"FVL":905,"QIS":906,"PIS":907,"VVI":908,"YLN":909,"RGG":910,"VFL":911,"VKA":912,"IFA":913,"YTL":914,"RIA":915,"QKL":916,"GFA":917,"CDL":918,"IPE":919,"KVL":920,"DSE":921,"RKT":922,"KGL":923,"EAL":924,"PQE":925,"GVD":926,"NAS":927,"TED":928,"ILD":929,"RVV":930,"FGI":931,"GDE":932,"HM":933,"KNL":934,"ILI":935,"VEN":936,"PSF":937,"VQA":938,"FLD":939,"RQL":940,"QSL":941,"GNA":942,"NST":943,"QSS":944,"RKK":945,"VRE":946,"VFS":947,"LAARN":948,"FGV":949,"YLA":950,"VKI":951,"EEEE":952,"GVP":953,"QLF":954,"RHL":955,"LLC":956,"VPE":957,"VRL":958,"GRL":959,"PGP":960,"QVV":961,"ISD":962,"FAL":963,"GAD":964,"KLA":965,"PGI":966,"RVA":967,"GVT":968,"GPA":969,"PGN":970,"VGT":971,"PSD":972,"PTS":973,"LAVA":974,"VCS":975,"GSE":976,"PLN":977,"FED":978,"GSC":979,"VII":980,"QQA":981,"TVT":982,"GVK":983,"AAAA":984,"RLD":985,"QLA":986,"KDL":987,"ISA":988,"KAS":989,"VGD":990,"ILN":991,"YVV":992,"TNI":993,"YTA":994,"VDA":995,"GKE":996,"VGI":997,"TKA":998,"PVV":999,"TPP":1000,"TGI":1001,"NSL":1002,"VPD":1003,"VQE":1004,"LLQ":1005,"YVL":1006,"TVD":1007,"TEA":1008,"FVS":1009,"DGL":1010,"RPD":1011,"RCL":1012,"FII":1013,"EDE":1014,"PLD":1015,"VIE":1016,"MAL":1017,"RVE":1018,"TRL":1019,"TGE":1020,"DFGLA":1021,"RPP":1022,"KRK":1023,"CKE":1024,"LAD":1025,"YRL":1026,"IAI":1027,"YGL":1028,"KLI":1029,"QEA":1030,"KSA":1031,"RQS":1032,"QVL":1033,"YAL":1034,"VYL":1035,"GPD":1036,"LAE":1037,"GKA":1038,"PIL":1039,"PAH":1040,"EEI":1041,"KIS":1042,"RGA":1043,"VNA":1044,"GFC":1045,"IPS":1046,"PLE":1047,"RLE":1048,"RPA":1049,"LLH":1050,"KEK":1051,"QRR":1052,"TFL":1053,"DLK":1054,"VGP":1055,"VDRY":1056,"YIF":1057,"GGN":1058,"RML":1059,"ELF":1060,"GLK":1061,"QED":1062,"PEI":1063,"GRI":1064,"MAS":1065,"GVC":1066,"FIL":1067,"TLW":1068,"CWL":1069,"QAE":1070,"KGI":1071,"VRA":1072,"VSD":1073,"KDE":1074,"TTL":1075,"FFL":1076,"QDL":1077,"TSI":1078,"QLN":1079,"DSK":1080,"KIC":1081,"TSE":1082,"KIL":1083,"TDL":1084,"VFH":1085,"IDRY":1086,"PRS":1087,"PQA":1088,"RHS":1089,"PSE":1090,"NIS":1091,"VVE":1092,"VDS":1093,"RFS":1094,"DLI":1095,"FLN":1096,"VRD":1097,"MSA":1098,"WT":1099,"FKD":1100,"AAE":1101,"YEE":1102,"PGT":1103,"RDS":1104,"FRR":1105,"DVA":1106,"SLH":1107,"EEF":1108,"QSA":1109,"TDS":1110,"RNA":1111,"LLLS":1112,"PLH":1113,"SLD":1114,"TKL":1115,"QVE":1116,"VVK":1117,"VQS":1118,"DED":1119,"ELM":1120,"YYN":1121,"PRD":1122,"SLK":1123,"RPE":1124,"TAE":1125,"GLN":1126,"VNL":1127,"ISI":1128,"GKY":1129,"QKK":1130,"RGR":1131,"PAE":1132,"GVE":1133,"PDS":1134,"RGE":1135,"GRS":1136,"TGS":1137,"LLLL":1138,"VDI":1139,"QRP":1140,"QGL":1141,"QTL":1142,"RNS":1143,"KEI":1144,"CLA":1145,"GQE":1146,"VLC":1147,"KQL":1148,"GNVL":1149,"PVF":1150,"PQL":1151,"ESA":1152,"VPS":1153,"SLN":1154,"WW":1155,"GLD":1156,"RGD":1157,"VGC":1158,"SLI":1159,"TVP":1160,"PKE":1161,"HSA":1162,"KKD":1163,"KEE":1164,"TTD":1165,"PGQ":1166,"VME":1167,"GFL":1168,"GIN":1169,"VHRD":1170,"ALY":1171,"VQQ":1172,"IIE":1173,"TGA":1174,"NLQ":1175,"HLE":1176,"VML":1177,"VKW":1178,"PID":1179,"VYS":1180,"VRR":1181,"VIY":1182,"GVN":1183,"IIN":1184,"NSK":1185,"PGF":1186,"RFL":1187,"GDI":1188,"RFA":1189,"KIA":1190,"FTL":1191,"VHA":1192,"GGI":1193,"PRA":1194,"TSN":1195,"GCL":1196,"RIS":1197,"HLH":1198,"KLK":1199,"GYA":1200,"RVF":1201,"PEN":1202,"ELN":1203,"TVK":1204,"PGD":1205,"KII":1206,"WPF":1207,"TKK":1208,"QVT":1209,"FKK":1210,"TVA":1211,"TVE":1212,"PTP":1213,"PDY":1214,"PFS":1215,"VRS":1216,"VNN":1217,"KED":1218,"VVD":1219,"DPL":1220,"MGT":1221,"TAD":1222,"TPA":1223,"TID":1224,"LAN":1225,"RVT":1226,"AAI":1227,"PKL":1228,"VVN":1229,"PKS":1230,"KNA":1231,"PVT":1232,"SSH":1233,"FSI":1234,"FGG":1235,"PRE":1236,"TQL":1237,"PTT":1238,"RLI":1239,"VSY":1240,"RQE":1241,"QKS":1242,"KPL":1243,"VVC":1244,"TFI":1245,"QRE":1246,"RQD":1247,"FTK":1248,"VPP":1249,"EAI":1250,"RTF":1251,"MVL":1252,"RKE":1253,"YLK":1254,"RTP":1255,"PIF":1256,"VAN":1257,"GRA":1258,"SSI":1259,"TPE":1260,"VRY":1261,"YVA":1262,"GTE":1263,"DLD":1264,"KSE":1265,"ALC":1266,"ELH":1267,"YLD":1268,"QGQ":1269,"ILH":1270,"RPH":1271,"RVP":1272,"QRA":1273,"TGD":1274,"ESL":1275,"PRP":1276,"VMA":1277,"VGR":1278,"NEE":1279,"WKA":1280,"TLI":1281,"FSH":1282,"VNI":1283,"GSD":1284,"FRE":1285,"TEI":1286,"DSD":1287,"PPQ":1288,"GGK":1289,"PLM":1290,"GVY":1291,"GQS":1292,"MVS":1293,"RTS":1294,"TKN":1295,"TNL":1296,"RGQ":1297,"TEN":1298,"RDE":1299,"HGP":1300,"TAN":1301,"FLF":1302,"IDA":1303,"GHA":1304,"TVQ":1305,"TGN":1306,"FAS":1307,"PDI":1308,"VGF":1309,"MGL":1310,"VRQ":1311,"LAF":1312,"GDD":1313,"RIH":1314,"VYD":1315,"FGE":1316,"RVI":1317,"RRI":1318,"DVWSFGV":1319,"EEK":1320,"NLD":1321,"FGT":1322,"VKD":1323,"YTC":1324,"VDE":1325,"TFA":1326,"PSK":1327,"VAE":1328,"TGG":1329,"QIF":1330,"KGF":1331,"TKE":1332,"VFE":1333,"TSD":1334,"TGR":1335,"MSL":1336,"AAD":1337,"VID":1338,"GRE":1339,"NRS":1340,"QGD":1341,"YGA":1342,"VRN":1343,"KSS":1344,"GYE":1345,"RVD":1346,"GAE":1347,"TGP":1348,"GCA":1349,"PQD":1350,"TNA":1351,"VLH":1352,"ESI":1353,"LAK":1354,"PKD":1355,"SSK":1356,"PEY":1357,"PKK":1358,"RAI":1359,"GME":1360,"KLH":1361,"TPD":1362,"YRE":1363,"QYL":1364,"RAK":1365,"RKF":1366,"VGK":1367,"ISE":1368,"FRL":1369,"QLK":1370,"RKN":1371,"GQA":1372,"KGR":1373,"ITL":1374,"CRL":1375,"VNS":1376,"GVQ":1377,"LALA":1378,"RCS":1379,"RYS":1380,"MAPE":1381,"MLD":1382,"IKK":1383,"IIK":1384,"PQS":1385,"TDA":1386,"ELD":1387,"WSL":1388,"IDF":1389,"NGG":1390,"RGN":1391,"HSL":1392,"YKE":1393,"TRN":1394,"FAA":1395,"TRI":1396,"MIL":1397,"YGK":1398,"VCA":1399,"FQS":1400,"QGG":1401,"GEI":1402,"FVN":1403,"WAA":1404,"RKC":1405,"FSD":1406,"VLLL":1407,"DSI":1408,"GMS":1409,"NFA":1410,"PDE":1411,"WYA":1412,"SSSE":1413,"PSN":1414,"PVK":1415,"RRRR":1416,"IID":1417,"RIF":1418,"PYL":1419,"GCS":1420,"VFI":1421,"VRK":1422,"VRI":1423,"QPP":1424,"TAK":1425,"ELI":1426,"PGR":1427,"TGK":1428,"RGY":1429,"RSD":1430,"RII":1431,"MDS":1432,"QSF":1433,"FNI":1434,"VSW":1435,"PVN":1436,"VPI":1437,"MGE":1438,"CTL":1439,"QCL":1440,"VVAL":1441,"NFN":1442,"MTS":1443,"TVY":1444,"YKD":1445,"KLC":1446,"MTL":1447,"VTI":1448,"YDA":1449,"EDA":1450,"VAVL":1451,"TYL":1452,"KEY":1453,"SSF":1454,"QPS":1455,"NSE":1456,"QSE":1457,"ESE":1458,"VRH":1459,"TIF":1460,"TLF":1461,"FSE":1462,"FGK":1463,"QYS":1464,"TAI":1465,"FSF":1466,"YYF":1467,"TVI":1468,"HAL":1469,"PKI":1470,"VPY":1471,"KEM":1472,"EEN":1473,"TQA":1474,"GRK":1475,"NSM":1476,"TFH":1477,"YDD":1478,"VCL":1479,"FRA":1480,"FPK":1481,"TDD":1482,"HLL":1483,"QNS":1484,"RGT":1485,"QVA":1486,"DGT":1487,"RSI":1488,"KEKD":1489,"PNA":1490,"VLGI":1491,"TRD":1492,"RGP":1493,"TVH":1494,"VYI":1495,"GKI":1496,"GYL":1497,"KDN":1498,"TEK":1499,"GQQ":1500,"KAI":1501,"ILC":1502,"WLL":1503,"MLN":1504,"RPF":1505,"RLH":1506,"YEL":1507,"GED":1508,"TPI":1509,"HHL":1510,"MNL":1511,"RVS":1512,"HLA":1513,"FTI":1514,"RTD":1515,"YKI":1516,"TQE":1517,"KTY":1518,"QPQ":1519,"CPA":1520,"TVR":1521,"MVD":1522,"FKN":1523,"QLM":1524,"GHS":1525,"PFFI":1526,"FLE":1527,"NVT":1528,"FPQ":1529,"RDLK":1530,"VNP":1531,"EKL":1532,"YIL":1533,"GAH":1534,"FSK":1535,"EAD":1536,"ALH":1537,"PGK":1538,"ALN":1539,"YDL":1540,"VRP":1541,"KSI":1542,"ASD":1543,"VFD":1544,"GSK":1545,"FFA":1546,"HLN":1547,"KEN":1548,"YPL":1549,"PRR":1550,"LLLA":1551,"YAS":1552,"CVS":1553,"YVE":1554,"TIS":1555,"KDH":1556,"TVC":1557,"TIA":1558,"SSLS":1559,"QPA":1560,"MAE":1561,"VHRDLAARN":1562,"CCL":1563,"DNI":1564,"VKAL":1565,"QKE":1566,"RTN":1567,"TWL":1568,"DDE":1569,"YNY":1570,"TRY":1571,"PVQ":1572,"VMM":1573,"RGI":1574,"GRD":1575,"RLK":1576,"PFI":1577,"YLY":1578,"MTF":1579,"NLK":1580,"PVE":1581,"TYD":1582,"DAE":1583,"QGP":1584,"FLH":1585,"PAK":1586,"IFD":1587,"RGK":1588,"PDF":1589,"FLQ":1590,"VAY":1591,"GLF":1592,"KKF":1593,"TIM":1594,"PTI":1595,"RQQ":1596,"CGT":1597,"FDN":1598,"ALVT":1599,"PPD":1600,"YIS":1601,"KGS":1602,"QEI":1603,"TRT":1604,"QRS":1605,"YAA":1606,"TGY":1607,"PVP":1608,"ALF":1609,"QGS":1610,"PKN":1611,"REN":1612,"DGK":1613,"KRF":1614,"PTD":1615,"CVL":1616,"PSI":1617,"YLH":1618,"CVE":1619,"VSAL":1620,"GKVV":1621,"TVN":1622,"CSA":1623,"VEK":1624,"GAC":1625,"MDL":1626,"CVV":1627,"QTA":1628,"RQA":1629,"PNI":1630,"HRL":1631,"PECL":1632,"QQS":1633,"TSF":1634,"GVW":1635,"TII":1636,"GAI":1637,"VMD":1638,"GGE":1639,"GGD":1640,"NLI":1641,"MES":1642,"PTN":1643,"CRF":1644,"TCL":1645,"EDD":1646,"LLSL":1647,"RAE":1648,"QGE":1649,"VVF":1650,"VGAL":1651,"FDE":1652,"TRS":1653,"VRF":1654,"RVY":1655,"MLA":1656,"RKD":1657,"IFTL":1658,"YTF":1659,"PSC":1660,"PNL":1661,"VPH":1662,"QDA":1663,"ASE":1664,"NEL":1665,"QHS":1666,"QTP":1667,"RMD":1668,"GEK":1669,"MSE":1670,"GRN":1671,"PTF":1672,"NTT":1673,"GLSL":1674,"QGK":1675,"QGN":1676,"TKD":1677,"GGY":1678,"DLN":1679,"MRR":1680,"RAY":1681,"VTD":1682,"FVK":1683,"GEW":1684,"QIA":1685,"WTL":1686,"SLC":1687,"CLI":1688,"RGF":1689,"QDE":1690,"FTT":1691,"ASF":1692,"VIM":1693,"RWL":1694,"TCS":1695,"YFA":1696,"GEN":1697,"LALS":1698,"HLC":1699,"VVVA":1700,"TFE":1701,"KQK":1702,"RPK":1703,"GFY":1704,"QFL":1705,"GTK":1706,"GAK":1707,"VRT":1708,"QPE":1709,"ENN":1710,"QKA":1711,"NPA":1712,"FLC":1713,"QTT":1714,"IEF":1715,"HHHH":1716,"KKI":1717,"YFS":1718,"VAIK":1719,"TTA":1720,"GALA":1721,"KHL":1722,"QIH":1723,"YVN":1724,"VTC":1725,"RRH":1726,"IAE":1727,"TQD":1728,"FQE":1729,"YGD":1730,"VSVS":1731,"DSY":1732,"YSN":1733,"YTT":1734,"TTE":1735,"QID":1736,"RTT":1737,"MVT":1738,"QGC":1739,"PPN":1740,"QNL":1741,"FDH":1742,"VHH":1743,"PYS":1744,"RYA":1745,"LLLD":1746,"HPL":1747,"GML":1748,"CGS":1749,"YQL":1750,"VEI":1751,"RMA":1752,"KLD":1753,"PNS":1754,"LLLLL":1755,"RSE":1756,"TIE":1757,"HAE":1758,"RRN":1759,"TKS":1760,"ILNL":1761,"GGGA":1762,"PAPA":1763,"PYD":1764,"IVS":1765,"YQS":1766,"CGI":1767,"IAN":1768,"QLD":1769,"GLI":1770,"PMD":1771,"KAE":1772,"PHS":1773,"YVD":1774,"AAH":1775,"FGVV":1776,"MTE":1777,"YSK":1778,"QPI":1779,"PMS":1780,"FGA":1781,"YDS":1782,"VWL":1783,"REK":1784,"RDD":1785,"III":1786,"GSI":1787,"TSQ":1788,"GIC":1789,"RQN":1790,"MSVDRY":1791,"DLM":1792,"KAH":1793,"RKI":1794,"TIK":1795,"PTA":1796,"ELC":1797,"FPL":1798,"RGH":1799,"VGM":1800,"RRAA":1801,"GAY":1802,"VYE":1803,"TQK":1804,"DSGT":1805,"VHE":1806,"VGQ":1807,"RRD":1808,"MSS":1809,"IFI":1810,"RID":1811,"KPI":1812,"LLT":1813,"RLY":1814,"GHL":1815,"ENE":1816,"FTF":1817,"NYL":1818,"LLY":1819,"TFK":1820,"RVN":1821,"QQQQQQQQ":1822,"LLW":1823,"MQA":1824,"EEC":1825,"MVV":1826,"VHS":1827,"MPP":1828,"GLC":1829,"TRE":1830,"PRF":1831,"CAGY":1832,"VSI":1833,"YAE":1834,"WTY":1835,"PLK":1836,"HSS":1837,"PYN":1838,"FRQ":1839,"ENFK":1840,"KSK":1841,"VLEA":1842,"TRF":1843,"GVM":1844,"EDN":1845,"ETS":1846,"KKN":1847,"GNC":1848,"FFE":1849,"MKD":1850,"VKIGDF":1851,"MPS":1852,"YSD":1853,"WLA":1854,"ALGY":1855,"VKKL":1856,"RVK":1857,"FDA":1858,"GNI":1859,"FYN":1860,"GLP":1861,"QSI":1862,"WLD":1863,"TVG":1864,"GDN":1865,"MII":1866,"FYL":1867,"RTA":1868,"YAD":1869,"FFI":1870,"QQN":1871,"RTVT":1872,"YRS":1873,"LLSS":1874,"TYS":1875,"NSD":1876,"MGP":1877,"MVA":1878,"WTA":1879,"NPL":1880,"GLLL":1881,"CTAS":1882,"TGQ":1883,"YHS":1884,"YRI":1885,"MFTS":1886,"TATNI":1887,"RSH":1888,"GQD":1889,"MTP":1890,"ENLL":1891,"RLVL":1892,"PIA":1893,"FNL":1894,"TLH":1895,"QKD":1896,"YRA":1897,"QGA":1898,"RNE":1899,"KSN":1900,"ISN":1901,"ISK":1902,"VKN":1903,"DFF":1904,"VATL":1905,"LAIA":1906,"MKK":1907,"EDC":1908,"TSIS":1909,"YID":1910,"FDI":1911,"VED":1912,"QPH":1913,"MGG":1914,"MLI":1915,"QML":1916,"CGA":1917,"TRA":1918,"RED":1919,"ELK":1920,"PLPS":1921,"DRY":1922,"FEL":1923,"VHL":1924,"MYE":1925,"WLGY":1926,"YNK":1927,"QAN":1928,"QALL":1929,"YTI":1930,"PRL":1931,"HRDLAARN":1932,"FGQ":1933,"IAVC":1934,"YEA":1935,"DSN":1936,"WLI":1937,"TQN":1938,"GLH":1939,"PALL":1940,"KIW":1941,"MLE":1942,"LAVADLL":1943,"YTS":1944,"LAW":1945,"ALK":1946,"DVF":1947,"NSN":1948,"RLN":1949,"GAAA":1950,"FFK":1951,"QGR":1952,"WSA":1953,"GDDL":1954,"YGN":1955,"NAI":1956,"FQN":1957,"RIM":1958,"YQD":1959,"YKL":1960,"QRF":1961,"YIFNLA":1962,"TATNIYIFNLA":1963,"MQS":1964,"YYNMFTS":1965,"IDYYNMFTS":1966,"GLGG":1967,"CVA":1968,"GSLA":1969,"TPN":1970,"CKD":1971,"YIK":1972,"FRD":1973,"REI":1974,"RIE":1975,"RTI":1976,"YVF":1977,"IIH":1978,"SSAS":1979,"QLH":1980,"MKH":1981,"QHA":1982,"WAE":1983,"KIE":1984,"CQA":1985,"TCE":1986,"GCKGF":1987,"VMF":1988,"YGR":1989,"EEW":1990,"PLPP":1991,"TVW":1992,"WYW":1993,"PIH":1994,"GPI":1995,"RVQ":1996,"GNVLVC":1997,"YPD":1998,"GSKK":1999,"WTP":2000,"WAL":2001,"VAVKML":2002,"GCW":2003,"DDL":2004,"GPC":2005,"NLN":2006,"YGT":2007,"VLM":2008,"GVR":2009,"EDI":2010,"FIS":2011,"QNA":2012,"FKA":2013,"EEKK":2014,"TRH":2015,"DFGLS":2016,"IFK":2017,"PFQS":2018,"YAFLD":2019,"VSLA":2020,"TDF":2021,"PYI":2022,"ETA":2023,"VPK":2024,"YLC":2025,"LLAIA":2026,"KNQ":2027,"AAN":2028,"GGPL":2029,"LAVV":2030,"GWN":2031,"RVC":2032,"PNK":2033,"NIE":2034,"WEL":2035,"YVK":2036,"KIN":2037,"HEK":2038,"TTK":2039,"MDA":2040,"VLW":2041,"RSK":2042,"KLN":2043,"GTVY":2044,"QAI":2045,"QLI":2046,"YKA":2047,"PML":2048,"VNLS":2049,"MGN":2050,"DVV":2051,"YSI":2052,"MRI":2053,"RNK":2054,"RMK":2055,"VAH":2056,"KLGG":2057,"FVT":2058,"QDS":2059,"GWS":2060,"FYS":2061,"HSI":2062,"YSE":2063,"KKC":2064,"NIFS":2065,"FTA":2066,"ALSS":2067,"ALPP":2068,"RLKS":2069,"MFN":2070,"VQK":2071,"GPN":2072,"TDH":2073,"RYE":2074,"PFA":2075,"PLI":2076,"CEA":2077,"HVS":2078,"MGA":2079,"CSL":2080,"YES":2081,"PGM":2082,"YGQ":2083,"QRI":2084,"VFGL":2085,"GIK":2086,"QRQ":2087,"RNC":2088,"PLGL":2089,"CLE":2090,"FTS":2091,"MKE":2092,"KDK":2093,"VLAS":2094,"GSH":2095,"PAN":2096,"IAVCHP":2097,"MSVDRYIAVCHP":2098,"THS":2099,"MSVDRYIAVCHPVKAL":2100,"TQM":2101,"IDYYNMFTSIFTL":2102,"YRK":2103,"RNI":2104,"PAD":2105,"MSVDRYIAVCHPVKALDF":2106,"RQH":2107,"VMS":2108,"VAD":2109,"EDK":2110,"PESL":2111,"FFS":2112,"HAA":2113,"QMA":2114,"QKH":2115,"TKMK":2116,"MTK":2117,"TRK":2118,"GLLS":2119,"TKMKTATNIYIFNLA":2120,"ISH":2121,"GSSS":2122,"LLQA":2123,"QQE":2124,"KHK":2125,"PYA":2126,"PPH":2127,"GVG":2128,"IDI":2129,"VSC":2130,"GIE":2131,"EEAS":2132,"VNE":2133,"GFE":2134,"PNN":2135,"EIQ":2136,"HRH":2137,"LAH":2138,"VSN":2139,"RGC":2140,"FML":2141,"KEGK":2142,"CVD":2143,"MKL":2144,"DLT":2145,"GNK":2146,"RLLL":2147,"YYS":2148,"PGY":2149,"RTE":2150,"HPS":2151,"GFH":2152,"VLAA":2153,"QVF":2154,"QDI":2155,"VNH":2156,"QPR":2157,"VEAL":2158,"PPLL":2159,"GEC":2160,"CCA":2161,"VGY":2162,"GFVI":2163,"HPN":2164,"CWLPFFI":2165,"GNE":2166,"INK":2167,"WDC":2168,"INKL":2169,"QHL":2170,"GAAS":2171,"VLLS":2172,"PQI":2173,"MEN":2174,"TLPL":2175,"TGH":2176,"GSGS":2177,"SSVV":2178,"VLNK":2179,"LLWE":2180,"YGI":2181,"TLSL":2182,"DSF":2183,"YGY":2184,"PDLS":2185,"YFE":2186,"KFL":2187,"ENFKRC":2188,"YAFLDENFKRC":2189,"PSPS":2190,"CIALGY":2191,"CAIS":2192,"PEM":2193,"VKEE":2194,"RELA":2195,"GKF":2196,"VIIS":2197,"PGSL":2198,"MPL":2199,"MIF":2200,"VKF":2201,"RNPD":2202,"VTLL":2203,"FLVM":2204,"NSW":2205,"GLTP":2206,"YFN":2207,"GGH":2208,"GERL":2209,"KIK":2210,"TEY":2211,"GID":2212,"ASI":2213,"VIC":2214,"FAI":2215,"VWA":2216,"VIF":2217,"RYH":2218,"MPI":2219,"QYE":2220,"THL":2221,"TTI":2222,"NTS":2223,"PII":2224,"QGT":2225,"LLQE":2226,"GLM":2227,"QIE":2228,"KIYI":2229,"TIN":2230,"CLF":2231,"MLF":2232,"VIK":2233,"PVY":2234,"WRL":2235,"CGN":2236,"PGFS":2237,"HSF":2238,"PWVV":2239,"VSVL":2240,"VSK":2241,"QGY":2242,"VDN":2243,"RLKL":2244,"TSTL":2245,"VNPIIY":2246,"LADA":2247,"KSLA":2248,"VMN":2249,"FSN":2250,"WDS":2251,"NAL":2252,"PPPE":2253,"PLP":2254,"VTH":2255,"QAM":2256,"PTY":2257,"GSRE":2258,"QTY":2259,"VIN":2260,"VQN":2261,"EEQE":2262,"PAPK":2263,"WVT":2264,"MPA":2265,"QVI":2266,"GFD":2267,"TMS":2268,"GTD":2269,"QRD":2270,"TLPD":2271,"CLD":2272,"ENA":2273,"EAK":2274,"QNE":2275,"QII":2276,"RFN":2277,"VSSS":2278,"VVM":2279,"PTE":2280,"YII":2281,"PEKN":2282,"HLPS":2283,"VFLL":2284,"GAVI":2285,"QGF":2286,"GALL":2287,"GHI":2288,"MAD":2289,"YFI":2290,"VLF":2291,"RELL":2292,"MLYN":2293,"PRT":2294,"YKN":2295,"VTLD":2296,"PHA":2297,"PCL":2298,"VVH":2299,"RMN":2300,"NESL":2301,"VGLL":2302,"GKN":2303,"GMK":2304,"WLS":2305,"KLSS":2306,"NLFI":2307,"GEQ":2308,"RMS":2309,"QQM":2310,"QLVQ":2311,"PWN":2312,"MTM":2313,"QGI":2314,"EEAE":2315,"NSP":2316,"DML":2317,"QVP":2318,"GGGS":2319,"MWE":2320,"QLLL":2321,"WRE":2322,"PVC":2323,"VCGD":2324,"FLPS":2325,"IIVF":2326,"RNIL":2327,"PFF":2328,"KKDE":2329,"TPY":2330,"FSFL":2331,"QEN":2332,"PGH":2333,"KSD":2334,"FDSL":2335,"PSH":2336,"GPW":2337,"NSI":2338,"FAK":2339,"NGL":2340,"RLEE":2341,"RLF":2342,"GGGF":2343,"QLRL":2344,"MNS":2345,"PQPP":2346,"IKSL":2347,"RFYF":2348,"NAD":2349,"PTK":2350,"PHL":2351,"MVK":2352,"FVE":2353,"RKRI":2354,"WFL":2355,"TDN":2356,"VFK":2357,"TAVA":2358,"RIPW":2359,"PGC":2360,"HRA":2361,"TPLL":2362,"AASS":2363,"PEVI":2364,"MEYL":2365,"RPGL":2366,"WLH":2367,"KGK":2368,"CKN":2369,"NKE":2370,"GQC":2371,"GSW":2372,"SSLNP":2373,"VLKE":2374,"CAA":2375,"TDI":2376,"ASN":2377,"QDF":2378,"MPN":2379,"KLY":2380,"TPH":2381,"VDH":2382,"VAW":2383,"YAN":2384,"QLSS":2385,"ISF":2386,"VHRDLAARNVL":2387,"SLFL":2388,"RLC":2389,"QFS":2390,"PTSL":2391,"IHRD":2392,"VEH":2393,"PPC":2394,"GGF":2395,"HVV":2396,"QVD":2397,"NSTF":2398,"GRY":2399,"TLC":2400,"DPE":2401,"GSEH":2402,"EAN":2403,"GYN":2404,"KNI":2405,"NLC":2406,"VWI":2407,"VLIS":2408,"YVI":2409,"DLVQ":2410,"VAC":2411,"DDI":2412,"MVC":2413,"YTP":2414,"ILEK":2415,"PLC":2416,"SLFS":2417,"HLCA":2418,"RMI":2419,"HPT":2420,"VGAA":2421,"IDE":2422,"QNH":2423,"YQE":2424,"DEF":2425,"DDD":2426,"GKM":2427,"QIT":2428,"EAS":2429,"TGF":2430,"DAHH":2431,"SSDS":2432,"MFA":2433,"PDH":2434,"FIH":2435,"MFS":2436,"TKF":2437,"YRR":2438,"QPF":2439,"VELL":2440,"EEY":2441,"RRIS":2442,"VLGS":2443,"KVK":2444,"VIW":2445,"FIA":2446,"GAEE":2447,"IFH":2448,"WEFP":2449,"GHSL":2450,"TAF":2451,"YVM":2452,"WPL":2453,"MEA":2454,"TYK":2455,"KNKI":2456,"NFS":2457,"TTN":2458,"GYMA":2459,"VWD":2460,"PPGT":2461,"YAC":2462,"WNA":2463,"ALSFV":2464,"TGSL":2465,"PSPL":2466,"VGGS":2467,"YQQ":2468,"PFD":2469,"PYE":2470,"ELY":2471,"HLD":2472,"KNK":2473,"TSED":2474,"HQQ":2475,"GHFL":2476,"WVL":2477,"HFD":2478,"RPTF":2479,"TME":2480,"ILW":2481,"PPF":2482,"PLLL":2483,"MVE":2484,"ILGI":2485,"GTI":2486,"VKYK":2487,"TSH":2488,"ILRL":2489,"TFC":2490,"NSH":2491,"PGES":2492,"DGS":2493,"VCLA":2494,"LLKK":2495,"RWS":2496,"VSH":2497,"DLF":2498,"PESS":2499,"HIL":2500,"LLQH":2501,"KLQ":2502,"VND":2503,"MGS":2504,"GHN":2505,"MRE":2506,"VEEA":2507,"MLSS":2508,"KAA":2509,"WKK":2510,"KKTE":2511,"PPSL":2512,"EGM":2513,"SLKT":2514,"HPE":2515,"GEGE":2516,"MKA":2517,"WNIF":2518,"GNIL":2519,"CRY":2520,"EDVA":2521,"GPGP":2522,"MAC":2523,"DTD":2524,"KKKI":2525,"RLRS":2526,"RIY":2527,"QGDS":2528,"GGFI":2529,"GQI":2530,"RPN":2531,"KYI":2532,"VSLS":2533,"FAIS":2534,"DCL":2535,"YMVY":2536,"KYA":2537,"IFSL":2538,"EALL":2539,"NCA":2540,"GPGG":2541,"ALVS":2542,"GFI":2543,"TYA":2544,"EIL":2545,"QTF":2546,"EIY":2547,"TRR":2548,"EEDL":2549,"GLRF":2550,"KAGA":2551,"GLQL":2552,"MGC":2553,"MDI":2554,"RSC":2555,"RQK":2556,"TNN":2557,"GSGL":2558,"SSSA":2559,"KNN":2560,"FVD":2561,"THQS":2562,"RFI":2563,"YDN":2564,"GTTP":2565,"FIE":2566,"QTD":2567,"YLGS":2568,"YTN":2569,"ENIL":2570,"ETL":2571,"VGLS":2572,"RAC":2573,"CAISIDRY":2574,"QVQ":2575,"PRH":2576,"TFGS":2577,"DEE":2578,"FLGI":2579,"IDM":2580,"RNSL":2581,"TLM":2582,"GNSS":2583,"KNC":2584,"VLIL":2585,"VAT":2586,"REM":2587,"KAD":2588,"PGVS":2589,"YNL":2590,"KTA":2591,"VDF":2592,"VCN":2593,"PRPP":2594,"KSF":2595,"FLRS":2596,"FDS":2597,"QPD":2598,"HGD":2599,"CCQ":2600,"KICDFGLA":2601,"GLDS":2602,"RSN":2603,"KAC":2604,"VIH":2605,"GSSL":2606,"YTD":2607,"SLSL":2608,"SLSS":2609,"NETL":2610,"QTQ":2611,"WGY":2612,"GSY":2613,"RLPL":2614,"QKC":2615,"RHA":2616,"GSID":2617,"MED":2618,"MYH":2619,"GLHS":2620,"NGA":2621,"PGQL":2622,"TGM":2623,"SSPP":2624,"KGQ":2625,"GQGT":2626,"QMS":2627,"ALGL":2628,"TIKI":2629,"REH":2630,"PSHH":2631,"GGC":2632,"MSH":2633,"GVTL":2634,"MQL":2635,"RDN":2636,"VKTL":2637,"GGRT":2638,"QEPQQ":2639,"FFW":2640,"VATLVM":2641,"SSW":2642,"INN":2643,"RSGL":2644,"SLQD":2645,"YKC":2646,"ALKA":2647,"CLNP":2648,"VTAS":2649,"YED":2650,"ISPL":2651,"KIVIS":2652,"CIN":2653,"CTASILNL":2654,"LLKL":2655,"RSLL":2656,"YAF":2657,"DLP":2658,"KIVISIDYYNMFTSIFTL":2659,"ASK":2660,"VILS":2661,"MEM":2662,"TPK":2663,"PIE":2664,"ILSS":2665,"TSGKVV":2666,"GYLS":2667,"RDK":2668,"FIKLS":2669,"YKEL":2670,"IFGE":2671,"KFS":2672,"YEI":2673,"QAT":2674,"PCA":2675,"GPSS":2676,"LASL":2677,"FSED":2678,"ILTN":2679,"WDA":2680,"RALA":2681,"MAF":2682,"RALS":2683,"GICL":2684,"FLEE":2685,"VEKE":2686,"KDIL":2687,"QFA":2688,"RRAL":2689,"PPVL":2690,"KGD":2691,"GGGGGG":2692,"NLW":2693,"VTVA":2694,"THI":2695,"ELVA":2696,"RET":2697,"DSLL":2698,"ILNI":2699,"AAEL":2700,"QPGE":2701,"HLLS":2702,"GLGL":2703,"TFRK":2704,"YGP":2705,"VWRF":2706,"VVFA":2707,"TSAL":2708,"TAH":2709,"EDCL":2710,"DPQ":2711,"NAN":2712,"MIS":2713,"LALGQ":2714,"VRLLS":2715,"VTK":2716,"DLC":2717,"RLSA":2718,"QEM":2719,"QTH":2720,"WED":2721,"GHVL":2722,"TSTLPFQS":2723,"LATSTLPFQS":2724,"HSE":2725,"FYME":2726,"LADALATSTLPFQS":2727,"QGM":2728,"VERL":2729,"TGSS":2730,"GKW":2731,"NLEII":2732,"TEFA":2733,"GEAA":2734,"TYI":2735,"SSLE":2736,"RCA":2737,"FYMELALGQ":2738,"WKGVK":2739,"QTTTN":2740,"WKGVKTSGKVV":2741,"VMMCTASILNL":2742,"PWVVYLE":2743,"VMMCTASILNLCAISIDRY":2744,"LAVADLLVATLVM":2745,"VTLDVMMCTASILNLCAISIDRY":2746,"LAVADLLVATLVMPWVVYLE":2747,"KKATQM":2748,"GCTGP":2749,"PWA":2750,"VLLA":2751,"PRI":2752,"HGYE":2753,"YPE":2754,"KRQ":2755,"GSPP":2756,"QQLL":2757,"WKL":2758,"GNLL":2759,"VLVL":2760,"GGSS":2761,"GDK":2762,"CHS":2763,"ALMA":2764,"GKH":2765,"QFI":2766,"RKAD":2767,"RQI":2768,"QFC":2769,"KYH":2770,"FTE":2771,"VVAMA":2772,"GGSA":2773,"VPF":2774,"KDI":2775,"CPP":2776,"QLRK":2777,"KPG":2778,"GNN":2779,"GTT":2780,"GKNL":2781,"KIH":2782,"PGRR":2783,"WAK":2784,"FLLL":2785,"HVE":2786,"PRGT":2787,"QEC":2788,"ILM":2789,"RTAA":2790,"PEYL":2791,"WLN":2792,"GLPA":2793,"GHE":2794,"GYI":2795,"CPLLF":2796,"WRA":2797,"CVC":2798,"PIN":2799,"QRK":2800,"KAK":2801,"ERPL":2802,"IFL":2803,"TYC":2804,"MKIL":2805,"VEIN":2806,"WPD":2807,"FDRY":2808,"IIF":2809,"KKKK":2810,"TPVN":2811,"GPGL":2812,"IAD":2813,"NYFI":2814,"VVGE":2815,"WTE":2816,"IFEE":2817,"RNY":2818,"HFL":2819,"RRSS":2820,"PSPA":2821,"IDN":2822,"PRY":2823,"NWE":2824,"PTSS":2825,"GYD":2826,"GPLL":2827,"PPLS":2828,"KNE":2829,"PRK":2830,"GKTY":2831,"REKAL":2832,"CLN":2833,"INS":2834,"QLC":2835,"PEVL":2836,"DDA":2837,"PQN":2838,"MLK":2839,"MIK":2840,"MPF":2841,"YDF":2842,"RKSS":2843,"WYS":2844,"RFD":2845,"MILRLKS":2846,"KICVF":2847,"TTFNI":2848,"YGS":2849,"KGT":2850,"LAVL":2851,"MAVS":2852,"VLYAFLDENFKRC":2853,"YVT":2854,"QDD":2855,"YSAS":2856,"TTFNIEF":2857,"INA":2858,"HYG":2859,"IFN":2860,"YKH":2861,"TLVI":2862,"FPA":2863,"RALL":2864,"TASIM":2865,"YVH":2866,"KPS":2867,"TML":2868,"KFPD":2869,"IFE":2870,"RRM":2871,"FTVL":2872,"FLHL":2873,"LALL":2874,"PTLL":2875,"IAH":2876,"WNPN":2877,"VLGA":2878,"HAN":2879,"WRD":2880,"FFN":2881,"VFLA":2882,"PDD":2883,"HKD":2884,"IQE":2885,"PLRL":2886,"KLIK":2887,"GVLL":2888,"FPIK":2889,"VTRI":2890,"SLVD":2891,"HRN":2892,"RVG":2893,"TVRS":2894,"MKS":2895,"VLPLL":2896,"EMWNPN":2897,"GAN":2898,"EDEE":2899,"HGYEIEF":2900,"ISLDRY":2901,"RQIP":2902,"FLTD":2903,"ALMM":2904,"VVVD":2905,"VLGG":2906,"LAAL":2907,"FVP":2908,"RTDL":2909,"TQS":2910,"WAI":2911,"SSVS":2912,"VLRS":2913,"IFIL":2914,"TCC":2915,"IEIL":2916,"ENL":2917,"VTRP":2918,"TWA":2919,"QTS":2920,"MKKL":2921,"TKLL":2922,"YVS":2923,"WSI":2924,"QEPQQQEPQQ":2925,"QWRH":2926,"RME":2927,"GSVT":2928,"TPF":2929,"KKY":2930,"RAIL":2931,"TRMVL":2932,"RRITRMVL":2933,"GSKEKD":2934,"PQKPI":2935,"QAK":2936,"TVCYGL":2937,"GKC":2938,"QPV":2939,"LLSA":2940,"VIFL":2941,"GAVA":2942,"MRN":2943,"VAIKK":2944,"GVVS":2945,"FHIDF":2946,"IYGGGF":2947,"QTI":2948,"GSLS":2949,"WQA":2950,"EGK":2951,"IITVCYGL":2952,"QVY":2953,"AARL":2954,"LAKTL":2955,"ALER":2956,"PHK":2957,"GQVV":2958,"PND":2959,"WNI":2960,"EDCLYLN":2961,"TTC":2962,"GDDLRQD":2963,"LALQW":2964,"TEF":2965,"WGP":2966,"SAGAAS":2967,"KSDVWS":2968,"MLPN":2969,"VYHN":2970,"DSC":2971,"DDDD":2972,"MRP":2973,"VDW":2974,"FAN":2975,"IIYN":2976,"FLFS":2977,"KIIS":2978,"THH":2979,"TRRL":2980,"RKR":2981,"PSTL":2982,"MDN":2983,"TDK":2984,"GHF":2985,"WKNQ":2986,"WRR":2987,"DSVT":2988,"VNLL":2989,"VCK":2990,"DPA":2991,"RLGC":2992,"VITS":2993,"GTC":2994,"PVM":2995,"WYRA":2996,"GVH":2997,"SSSL":2998,"MVH":2999,"PYW":3000,"KRN":3001,"WAF":3002,"IKD":3003,"IVD":3004,"KSH":3005,"GYK":3006,"TMN":3007,"VYC":3008,"HVD":3009,"VNTK":3010,"KEKE":3011,"KNII":3012,"HEL":3013,"SLGI":3014,"TAVL":3015,"EEDF":3016,"GDSS":3017,"QGQL":3018,"ISFL":3019,"FRLL":3020,"GSPS":3021,"VKIGDFGL":3022,"RVW":3023,"VVVV":3024,"IILA":3025,"TPEE":3026,"GRPL":3027,"RGRR":3028,"HVA":3029,"KKPI":3030,"MNI":3031,"PNF":3032,"KRTP":3033,"ESC":3034,"PLW":3035,"TYE":3036,"RSF":3037,"GNVLVI":3038,"TFN":3039,"GVGF":3040,"FIIL":3041,"DAI":3042,"RLKK":3043,"GCKGFF":3044,"KLIA":3045,"KSC":3046,"MYA":3047,"GTGQ":3048,"ELFL":3049,"ISW":3050,"RAF":3051,"DVT":3052,"LLKN":3053,"YQA":3054,"TLLA":3055,"KLID":3056,"KLVV":3057,"DGLLA":3058,"QLQY":3059,"EQLA":3060,"GNPP":3061,"KKRL":3062,"GDDLRQDML":3063,"YIAS":3064,"MTT":3065,"GKQ":3066,"VYAF":3067,"YME":3068,"QYF":3069,"PDK":3070,"KQLA":3071,"PPML":3072,"PRC":3073,"IKLL":3074,"GKTL":3075,"CLPE":3076,"GLIL":3077,"VQH":3078,"QHH":3079,"QVG":3080,"VEGD":3081,"HPA":3082,"HNA":3083,"REPQQ":3084,"PEDL":3085,"KVE":3086,"VSVA":3087,"KEF":3088,"QQI":3089,"RAKI":3090,"FHVFH":3091,"RCQ":3092,"IIW":3093,"YLIVS":3094,"QYVD":3095,"VEC":3096,"DQI":3097,"MYD":3098,"RST":3099,"GVNL":3100,"QNQA":3101,"RSLA":3102,"YIN":3103,"MDE":3104,"ATSS":3105,"PDC":3106,"CTD":3107,"TPAA":3108,"WSFGT":3109,"VEPL":3110,"RGSL":3111,"EDLL":3112,"QFK":3113,"MARD":3114,"MGQ":3115,"DFE":3116,"TEME":3117,"RLLS":3118,"LLLE":3119,"YLFA":3120,"QSN":3121,"SSPS":3122,"KKPLPP":3123,"PSQQ":3124,"FHW":3125,"GVIL":3126,"IAPE":3127,"ASAS":3128,"FTIS":3129,"IVH":3130,"PGLA":3131,"RGFS":3132,"QALA":3133,"QMN":3134,"LACA":3135,"FKE":3136,"LLNLA":3137,"YKS":3138,"EAVA":3139,"ALNP":3140,"WGE":3141,"VDVI":3142,"YHE":3143,"IAVI":3144,"TTM":3145,"WANFA":3146,"PVH":3147,"QKVV":3148,"TEC":3149,"MSRR":3150,"VGIS":3151,"TELE":3152,"TTPP":3153,"PRN":3154,"MNA":3155,"HTN":3156,"TDW":3157,"TSM":3158,"FGVL":3159,"MSKK":3160,"YQK":3161,"MQE":3162,"TSRS":3163,"GCKGFFRRS":3164,"RCC":3165,"RETD":3166,"PDN":3167,"YYL":3168,"RRC":3169,"MAN":3170,"PLRY":3171,"GSVI":3172,"TDE":3173,"FLV":3174,"QGH":3175,"QEVA":3176,"GKGN":3177,"DVE":3178,"FGH":3179,"YLKL":3180,"LLTE":3181,"EIC":3182,"CFS":3183,"VIGN":3184,"PRPD":3185,"WVLS":3186,"RRLA":3187,"GSGGS":3188,"MVP":3189,"RMH":3190,"HVL":3191,"GLQS":3192,"TKMKTATNIYIFNLALADALATSTLPFQS":3193,"FDEL":3194,"QQKK":3195,"GKD":3196,"FRK":3197,"PAI":3198,"PGSS":3199,"VALL":3200,"ELQE":3201,"VSTL":3202,"WIA":3203,"MVF":3204,"GDH":3205,"FAD":3206,"RFH":3207,"GGEL":3208,"NICI":3209,"FIF":3210,"GAPGFS":3211,"GRLA":3212,"TIKA":3213,"RLYD":3214,"VVVN":3215,"GGW":3216,"TMMSVDRYIAVCHPVKALDF":3217,"TMMSVDRYIAVCHPVKALDFRT":3218,"VDCN":3219,"TSEE":3220,"YSC":3221,"YMD":3222,"RKLL":3223,"KVR":3224,"LAAA":3225,"ESD":3226,"TNES":3227,"PMA":3228,"PLCL":3229,"LAYK":3230,"GKPL":3231,"TGNL":3232,"CKVI":3233,"NLSA":3234,"RER":3235,"VPFI":3236,"YQM":3237,"VCAA":3238,"VDD":3239,"VAVKMLKE":3240,"ESTL":3241,"ISYK":3242,"VSNA":3243,"MSD":3244,"QHF":3245,"KTI":3246,"LLSE":3247,"MDH":3248,"PTH":3249,"KLSDF":3250,"HSH":3251,"LLTR":3252,"TCA":3253,"VTGT":3254,"ASLA":3255,"LLM":3256,"VAIA":3257,"FEK":3258,"YTV":3259,"ASC":3260,"DMKL":3261,"GSGE":3262,"RRW":3263,"MLH":3264,"VIAA":3265,"PVR":3266,"RETW":3267,"MTV":3268,"TEVD":3269,"FVTL":3270,"YLIL":3271,"EDRD":3272,"NRE":3273,"QKN":3274,"YLKK":3275,"PLWL":3276,"IDAA":3277,"FQNL":3278,"YRD":3279,"GEVL":3280,"EAC":3281,"CDIF":3282,"MVQ":3283,"EME":3284,"ELT":3285,"VTEN":3286,"LATRN":3287,"NSLL":3288,"TVM":3289,"QNI":3290,"YIH":3291,"VGH":3292,"CTC":3293,"FFTL":3294,"VVGM":3295,"GLPP":3296,"AAF":3297,"HRY":3298,"HQL":3299,"FVI":3300,"SLW":3301,"FVY":3302,"TSQD":3303,"IEI":3304,"PAW":3305,"TIH":3306,"DWL":3307,"DLGT":3308,"EDH":3309,"GAQ":3310,"NMS":3311,"YGG":3312,"YYE":3313,"TNFD":3314,"GSIS":3315,"VRMI":3316,"AAFS":3317,"ENFS":3318,"LAVS":3319,"TLGL":3320,"RETWGKK":3321,"LLSVI":3322,"VIGA":3323,"CWA":3324,"FDL":3325,"VSLL":3326,"HSN":3327,"GGT":3328,"VAKG":3329,"IIATD":3330,"IVF":3331,"GCD":3332,"MPD":3333,"VTAI":3334,"GLIE":3335,"VTGY":3336,"TVQL":3337,"QWL":3338,"VFFK":3339,"KPA":3340,"KSDI":3341,"RDID":3342,"YLNI":3343,"VGW":3344,"TNE":3345,"QPN":3346,"GAW":3347,"DLFM":3348,"QDK":3349,"FIALD":3350,"DGF":3351,"PSSL":3352,"CTF":3353,"YDPN":3354,"FFEAAS":3355,"WSFGTTLW":3356,"WSVGC":3357,"LLQVA":3358,"LLKT":3359,"TADAHH":3360,"CLGMA":3361,"QPT":3362,"PCE":3363,"VKKLS":3364,"TQI":3365,"ERE":3366,"VLCC":3367,"FLNL":3368,"FREL":3369,"GDRV":3370,"GPPA":3371,"WRS":3372,"PAPS":3373,"FID":3374,"ASH":3375,"TSPL":3376,"KKLS":3377,"NPSL":3378,"PKH":3379,"KRIS":3380,"DTGA":3381,"GMN":3382,"GIH":3383,"MRK":3384,"END":3385,"RRVT":3386,"YYTR":3387,"ALRS":3388,"PVPP":3389,"PSTS":3390,"GIPL":3391,"PEEL":3392,"FLFA":3393,"DRE":3394,"QRN":3395,"CWGP":3396,"VWVLS":3397,"LLWEIFSL":3398,"TAEE":3399,"YGVC":3400,"RSVE":3401,"YWE":3402,"KRVF":3403,"CQK":3404,"GASL":3405,"REIE":3406,"GAGA":3407,"GSEHTVD":3408,"YMVYFN":3409,"TLGI":3410,"GLGS":3411,"MTEE":3412,"GGAA":3413,"QAD":3414,"PPGL":3415,"QCH":3416,"EKVY":3417,"DIF":3418,"SLRS":3419,"PLIY":3420,"TNYFL":3421,"KFD":3422,"VTAL":3423,"KLAKS":3424,"TKI":3425,"IIIH":3426,"YTE":3427,"EVV":3428,"GEEA":3429,"TAVV":3430,"KESL":3431,"PPI":3432,"VMK":3433,"TCI":3434,"RTRYS":3435,"CNE":3436,"LLAA":3437,"TGSSN":3438,"PAVL":3439,"GSVL":3440,"ALES":3441,"WDF":3442,"TTAA":3443,"GFK":3444,"YFVV":3445,"YRQ":3446,"PNGK":3447,"FHFHW":3448,"CAGYCVA":3449,"VNSA":3450,"MGM":3451,"CVP":3452,"PAEE":3453,"EAFS":3454,"QELEEQE":3455,"VFKS":3456,"TMK":3457,"GDRH":3458,"TNK":3459,"GDLL":3460,"RKVE":3461,"MIN":3462,"YRDA":3463,"SSSD":3464,"WLC":3465,"TLGA":3466,"FQL":3467,"VIIA":3468,"KDFL":3469,"QTE":3470,"GEH":3471,"TPDS":3472,"GTVL":3473,"PSLL":3474,"GLAA":3475,"PIPPS":3476,"FKS":3477,"VTKL":3478,"DFL":3479,"KGE":3480,"QYN":3481,"WNE":3482,"DIA":3483,"LLLVI":3484,"HLI":3485,"FPP":3486,"YKK":3487,"GLIS":3488,"VRYTKMKTATNIYIFNLALADALATSTLPFQS":3489,"QFN":3490,"MSEL":3491,"GLLA":3492,"GRH":3493,"FPS":3494,"VCC":3495,"GIM":3496,"DLVL":3497,"YRW":3498,"PFH":3499,"REKK":3500,"YLED":3501,"VYTL":3502,"ELVH":3503,"VPDS":3504,"RKAFLK":3505,"NED":3506,"ILVH":3507,"MGW":3508,"GGSL":3509,"TVLS":3510,"MVI":3511,"GKLS":3512,"QQPPPP":3513,"GAFS":3514,"PSSS":3515,"VLSL":3516,"GYVT":3517,"EKI":3518,"VSVT":3519,"TQEE":3520,"NIW":3521,"IEK":3522,"RGVL":3523,"VLLK":3524,"DKS":3525,"QAF":3526,"IDH":3527,"IVE":3528,"RLVN":3529,"LLSSL":3530,"IIAN":3531,"VLPF":3532,"RIN":3533,"KDLL":3534,"VLKD":3535,"VNRR":3536,"RYI":3537,"FRKL":3538,"QQD":3539,"EKPF":3540,"RLLA":3541,"KAW":3542,"IADL":3543,"YEPI":3544,"GLKS":3545,"PPPS":3546,"IISS":3547,"QSH":3548,"QPPL":3549,"LLR":3550,"LANL":3551,"RPQE":3552,"THN":3553,"ILPS":3554,"PTGT":3555,"VKIP":3556,"WKFS":3557,"RAMS":3558,"PRQ":3559,"VRRA":3560,"PMVS":3561,"PAIL":3562,"YPP":3563,"PDDD":3564,"FPPL":3565,"MTD":3566,"AARRA":3567,"VLGVF":3568,"CFPE":3569,"PPGA":3570,"FIVS":3571,"TLTC":3572,"MYS":3573,"TSDS":3574,"DNII":3575,"VLDS":3576,"FPD":3577,"PSP":3578,"GKVQ":3579,"DISS":3580,"DAC":3581,"DLID":3582,"DDW":3583,"CKGME":3584,"EKFD":3585,"ELFTY":3586,"MRA":3587,"NGD":3588,"HLPQ":3589,"QVC":3590,"VIVS":3591,"QKQL":3592,"KNEN":3593,"YAKS":3594,"WITA":3595,"PCQN":3596,"AFRS":3597,"ILSE":3598,"AASL":3599,"NIPQ":3600,"KIQN":3601,"VLEN":3602,"TPPL":3603,"NFD":3604,"RNRC":3605,"QQKE":3606,"QICKGME":3607,"DVWSFGVVLY":3608,"PIFWYA":3609,"DVWSFGVVLYELFTY":3610,"GKGNFGS":3611,"DEH":3612,"LAAC":3613,"QVK":3614,"THPE":3615,"GVGA":3616,"PALS":3617,"NLSS":3618,"GFLAL":3619,"VPIK":3620,"YLIP":3621,"ALGG":3622,"EKGE":3623,"CFAL":3624,"VWRFPYL":3625,"RVLA":3626,"GEGA":3627,"TNH":3628,"RLCL":3629,"AVDL":3630,"TTLS":3631,"KDPD":3632,"DFH":3633,"YPY":3634,"TQSS":3635,"EKVV":3636,"PMN":3637,"YTSS":3638,"MDPL":3639,"FGSL":3640,"YGE":3641,"PEVK":3642,"TIMA":3643,"VVTS":3644,"RAVL":3645,"CNL":3646,"RPW":3647,"KEKL":3648,"GPGR":3649,"FLRD":3650,"IAM":3651,"GRIA":3652,"DFVV":3653,"GSCK":3654,"ASGC":3655,"WGR":3656,"IKA":3657,"TSTT":3658,"PAIP":3659,"ILF":3660,"CIE":3661,"QMI":3662,"VGEL":3663,"DSTS":3664,"VCWL":3665,"VASA":3666,"VLIA":3667,"DCNI":3668,"SSQ":3669,"WMGA":3670,"MML":3671,"IALL":3672,"GERV":3673,"GNVSA":3674,"PTEE":3675,"FLTH":3676,"AEY":3677,"GKLL":3678,"PPW":3679,"GFF":3680,"WAPY":3681,"EMLLK":3682,"VRGG":3683,"HGT":3684,"TSP":3685,"GTW":3686,"KEND":3687,"TLKE":3688,"PWI":3689,"NLRE":3690,"GLTL":3691,"YPN":3692,"NSIF":3693,"FRS":3694,"YDE":3695,"TLNML":3696,"PPTS":3697,"ALDRY":3698,"GQW":3699,"RRIT":3700,"RLLD":3701,"YVW":3702,"TTFNIEFRKAFLK":3703,"FWHL":3704,"GRFL":3705,"QNPDI":3706,"VNYL":3707,"RLDS":3708,"RWYA":3709,"VKY":3710,"GLAS":3711,"VTW":3712,"QAW":3713,"VLGSGAF":3714,"CVN":3715,"WPFGT":3716,"EEPS":3717,"MDD":3718,"TTVF":3719,"IEVQ":3720,"RPDD":3721,"NLSW":3722,"IKM":3723,"VYLA":3724,"HRR":3725,"HLVH":3726,"QELEEQEQELEEQE":3727,"SLTE":3728,"FRG":3729,"ALIE":3730,"AAC":3731,"TATT":3732,"WLGYVNSA":3733,"AAKK":3734,"GLYTC":3735,"IIS":3736,"FDPE":3737,"CDK":3738,"PPPPPP":3739,"PLSS":3740,"YQR":3741,"ISPS":3742,"MKRL":3743,"VQLL":3744,"SLRL":3745,"ESTLMT":3746,"GIND":3747,"PNGT":3748,"VTEE":3749,"NLVL":3750,"KEGS":3751,"VLGVFII":3752,"QLTLPD":3753,"TKGK":3754,"RSSRA":3755,"PAFVV":3756,"FTWLGYVNSA":3757,"FYVPFI":3758,"KLSQQKE":3759,"MPMLYN":3760,"ECIIAN":3761,"LAIVLGVFII":3762,"YSAFTWLGYVNSA":3763,"YSSIVS":3764,"SSKRRVT":3765,"YNYYA":3766,"TRYSSKRRVT":3767,"GNVLVCMAVS":3768,"CWLPFFITH":3769,"TAVAMPMLYN":3770,"QTTTNYLIVS":3771,"VTLDVMMCTASILNLCAISIDRYTAVAMPMLYN":3772,"KKATQMLAIVLGVFII":3773,"REKALQTTTNYLIVS":3774,"CDIFVTLDVMMCTASILNLCAISIDRYTAVAMPMLYN":3775,"PAFVVYSSIVS":3776,"FYVPFIVTLL":3777,"KLSQQKEKKATQMLAIVLGVFII":3778,"ECIIANPAFVVYSSIVS":3779,"YSAFTWLGYVNSAVNPIIY":3780,"TRYSSKRRVTVM":3781,"GNVLVCMAVSREKALQTTTNYLIVS":3782,"CDIFVTLDVMMCTASILNLCAISIDRYTAVAMPMLYNTRYSSKRRVTVM":3783,"KLSQQKEKKATQMLAIVLGVFIICWLPFFITH":3784,"ECIIANPAFVVYSSIVSFYVPFIVTLL":3785,"GNVLVCMAVSREKALQTTTNYLIVSLAVADLLVATLVMPWVVYLE":3786,"KRVNTK":3787,"TSPPE":3788,"QNECIIANPAFVVYSSIVSFYVPFIVTLL":3789,"HHQLTLPD":3790,"QELEME":3791,"VYIKIYI":3792,"TRTSLKT":3793,"MLSSTSPPE":3794,"PPVLYSAFTWLGYVNSAVNPIIY":3795,"VVGEWKFS":3796,"MSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITH":3797,"RTRYSPIPPS":3798,"AARRAQELEME":3799,"MDPLNLSW":3800,"GNVLVCMAVSREKALQTTTNYLIVSLAVADLLVATLVMPWVVYLEVVGEWKFS":3801,"QNECIIANPAFVVYSSIVSFYVPFIVTLLVYIKIYI":3802,"TRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITH":3803,"MLSSTSPPERTRYSPIPPS":3804,"AARRAQELEMEMLSSTSPPERTRYSPIPPS":3805,"QNECIIANPAFVVYSSIVSFYVPFIVTLLVYIKIYIVL":3806,"TRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITHILNI":3807,"AARRAQELEMEMLSSTSPPERTRYSPIPPSHHQLTLPD":3808,"AARRAQELEMEMLSSTSPPERTRYSPIPPSHHQLTLPDPSHH":3809,"ILEYA":3810,"HCDCNI":3811,"TRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITHILNIHCDCNI":3812,"TRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITHILNIHCDCNIPPVLYSAFTWLGYVNSAVNPIIY":3813,"PAKPEKN":3814,"AARRAQELEMEMLSSTSPPERTRYSPIPPSHHQLTLPDPSHHGLHS":3815,"PAKPEKNGHA":3816,"TAGL":3817,"WSRPF":3818,"VWVLSFTIS":3819,"WSRPFNGS":3820,"RSSRAFRA":3821,"YYI":3822,"PYPGI":3823,"MYN":3824,"MLM":3825,"KRVNTKRSSRAFRA":3826,"RIHCDIFVTLDVMMCTASILNLCAISIDRYTAVAMPMLYNTRYSSKRRVTVM":3827,"KEDS":3828,"VGVL":3829,"ELKK":3830,"KLQA":3831,"GNVLVCMAVSREKALQTTTNYLIVSLAVADLLVATLVMPWVVYLEVVGEWKFSRIHCDIFVTLDVMMCTASILNLCAISIDRYTAVAMPMLYNTRYSSKRRVTVM":3832,"CED":3833,"IFII":3834,"NYC":3835,"RTVTNYFI":3836,"KLNL":3837,"VDK":3838,"RHRA":3839,"FTFSH":3840,"LALH":3841,"TLPS":3842,"YLHA":3843,"PAGS":3844,"QFE":3845,"GDED":3846,"FQD":3847,"NSAA":3848,"QLKA":3849,"TITT":3850,"SLPAL":3851,"PENI":3852,"KVV":3853,"VIMKS":3854,"SSSDS":3855,"YLRP":3856,"TLLL":3857,"YSRA":3858,"FPVNRR":3859,"NGSFPVNRR":3860,"PLKGNC":3861,"VIMKSNGSFPVNRR":3862,"PLKGNCTHPE":3863,"RPQL":3864,"PPAE":3865,"RRRA":3866,"CTVIMKSNGSFPVNRR":3867,"DMKLCTVIMKSNGSFPVNRR":3868,"PLKGNCTHPEDMKLCTVIMKSNGSFPVNRR":3869,"SLEA":3870,"NSKE":3871,"KLPP":3872,"VCWTP":3873,"PIK":3874,"HVK":3875,"GLGK":3876,"QQQDE":3877,"KLRH":3878,"VGHS":3879,"CIHRDLAARN":3880,"PHE":3881,"LLNVF":3882,"FYED":3883,"ISRA":3884,"IGE":3885,"YGH":3886,"ENSS":3887,"HRDLAARNCL":3888,"ILQN":3889,"VRLL":3890,"ILIS":3891,"PSLK":3892,"GDDLRQDMLTLQ":3893,"VWRFPYLCY":3894,"TQQ":3895,"QISL":3896,"LLPE":3897,"HLRA":3898,"ISIH":3899,"VFVV":3900,"GQSL":3901,"TNLS":3902,"NLVF":3903,"FEN":3904,"MAI":3905,"TIYS":3906,"YSH":3907,"KPKD":3908,"FSFY":3909,"TGGS":3910,"VPPA":3911,"GRIF":3912,"GLLN":3913,"PGW":3914,"PSRD":3915,"INNE":3916,"ALGA":3917,"VTT":3918,"YVP":3919,"DPY":3920,"QRLA":3921,"WHM":3922,"CVQ":3923,"NDF":3924,"LAFF":3925,"TAGS":3926,"SAI":3927,"AAAAA":3928,"RPHYNYYA":3929,"GCLL":3930,"ITPE":3931,"EIQTM":3932,"DLERQN":3933,"PNGKTRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITHILNIHCDCNIPPVLYSAFTWLGYVNSAVNPIIY":3934,"MDPLNLSWYDD":3935,"VWVLSFTISCPLLF":3936,"EIQTMPNGKTRTSLKTMSRRKLSQQKEKKATQMLAIVLGVFIICWLPFFITHILNIHCDCNIPPVLYSAFTWLGYVNSAVNPIIY":3937,"NPN":3938,"TGEL":3939,"FCRNPD":3940,"MSQ":3941,"IYVI":3942,"DLERQNWSRPFNGS":3943,"MDPLNLSWYDDDLERQNWSRPFNGS":3944,"QRPSF":3945,"FKNGDDLRQDMLTLQ":3946,"GTQH":3947,"QDIF":3948,"YIA":3949,"IDQS":3950,"WTYPGSL":3951,"PVLS":3952,"QLVL":3953,"VSIL":3954,"RGM":3955,"FLSGK":3956,"QEW":3957,"VTTH":3958,"IDKA":3959,"FSIM":3960,"VRVL":3961,"MHS":3962,"YHL":3963,"KPP":3964,"VRFS":3965,"RAII":3966,"GSTA":3967,"MVM":3968,"SLEK":3969,"IPSI":3970,"VICS":3971,"TPLA":3972,"VGPA":3973,"MEGA":3974,"HHGD":3975,"GYFRL":3976,"IASL":3977,"GRGAF":3978,"IND":3979,"NYLED":3980,"MFL":3981,"YYNA":3982,"ADRPHYNYYA":3983,"KKEN":3984,"WGL":3985,"RDLNSL":3986,"HLCAISLDRY":3987,"CKL":3988,"RDLL":3989,"KNLL":3990,"PPPV":3991,"DPT":3992,"GKHS":3993,"PPLE":3994,"GDGP":3995,"PCPP":3996,"TAAHC":3997,"TSC":3998,"GKND":3999,"CWM":4000,"TDKE":4001,"FEE":4002,"EKSS":4003,"GMNL":4004,"PRSS":4005,"TMVE":4006,"RIGR":4007,"HHM":4008,"INQS":4009,"EEGG":4010,"KTLL":4011,"ISVI":4012,"FGVLMW":4013,"NLML":4014,"KPYD":4015,"VVGI":4016,"FIKLSD":4017,"ISMD":4018,"VIRLA":4019,"NSYA":4020,"GQGY":4021,"SSLRE":4022,"HRS":4023,"QLPAPK":4024,"CKEVA":4025,"YDK":4026,"GDIS":4027,"PFE":4028,"VALS":4029,"GERAA":4030,"VIVE":4031,"VVAF":4032,"VLKGG":4033,"VERI":4034,"PAPQ":4035,"MIE":4036,"VVVH":4037,"FGL":4038,"NES":4039,"MVN":4040,"IPGF":4041,"FGP":4042,"GNAL":4043,"CGG":4044,"PSAA":4045,"VGALI":4046,"VTLFGE":4047,"DKML":4048,"FVA":4049,"VKH":4050,"VLNY":4051,"GQGP":4052,"FKH":4053,"RTLLF":4054,"TFED":4055,"EEAK":4056,"KLQE":4057,"CLRY":4058,"EIAL":4059,"RLRN":4060,"QLVV":4061,"VDRYL":4062,"TTTL":4063,"VTLFGESAGAAS":4064,"VAAL":4065,"RDKN":4066,"KLTD":4067,"PPTL":4068,"VNSS":4069,"PAKA":4070,"IFWLI":4071,"QCS":4072,"WWS":4073,"NLPW":4074,"EAQ":4075,"MAKA":4076,"KDTC":4077,"IPSNY":4078,"RKY":4079,"IDNFN":4080,"LLNS":4081,"TLVR":4082,"CQN":4083,"KKKY":4084,"PWK":4085,"GEGH":4086,"VAEA":4087,"RFLL":4088,"LADVL":4089,"GIGI":4090,"VTVL":4091,"RDYL":4092,"IKII":4093,"RVGGRT":4094,"TGVW":4095,"RVSS":4096,"MYAS":4097,"SSGT":4098,"DLKE":4099,"CSKD":4100,"RDY":4101,"RIEL":4102,"VCDE":4103,"FHI":4104,"FLRE":4105,"KSKL":4106,"RYNW":4107,"VSM":4108,"QIK":4109,"KHI":4110,"PLEDL":4111,"GLPQ":4112,"YFY":4113,"PFW":4114,"FLRYL":4115,"IFTY":4116,"GKGG":4117,"VRGA":4118,"KRVFGM":4119,"YLPIS":4120,"WLVYA":4121,"NPIIYN":4122,"QIFRKL":4123,"VNLSLADVL":4124,"CKVIPYL":4125,"RWYAIC":4126,"RTVTNYFIVNLSLADVL":4127,"FTFSHWLVYA":4128,"NSAANPIIYN":4129,"HHMRTVTNYFIVNLSLADVL":4130,"FTFSHWLVYANSAANPIIYN":4131,"FTFSHWLVYANSAANPIIYNFLSGK":4132,"QPSS":4133,"VLKRVFGM":4134,"RARRK":4135,"VWVLA":4136,"SLDL":4137,"SLM":4138,"AATP":4139,"KNFQ":4140,"VASE":4141,"RRKK":4142,"MEVL":4143,"EMS":4144,"VKFN":4145,"YSES":4146,"GRMP":4147,"QNN":4148,"VKVN":4149,"KKGI":4150,"TSSL":4151,"YPS":4152,"PVCL":4153,"KSKS":4154,"RPI":4155,"RVR":4156,"KAED":4157,"IEGR":4158,"VLSN":4159,"GSAS":4160,"LLP":4161,"VFFL":4162,"RLPVKW":4163,"GKQL":4164,"VPIA":4165,"ISLA":4166,"FSGR":4167,"ISKI":4168,"EVGF":4169,"GSGG":4170,"IHL":4171,"GTRL":4172,"CPI":4173,"ESRR":4174,"FLMS":4175,"FETF":4176,"FLIVD":4177,"KGW":4178,"VPVT":4179,"TLPE":4180,"QLHL":4181,"TRP":4182,"TIC":4183,"MEH":4184,"MQK":4185,"NLFLA":4186,"RESS":4187,"QLEE":4188,"RIDH":4189,"WNN":4190,"PAF":4191,"FIQQ":4192,"KTVV":4193,"PPGD":4194,"VIQQ":4195,"LACADL":4196,"YRC":4197,"FGD":4198,"MVW":4199,"MAH":4200,"LATA":4201,"PDFR":4202,"GITQ":4203,"QVM":4204,"PLQL":4205,"IFT":4206,"MEF":4207,"ALGP":4208,"MNVLL":4209,"NKTVS":4210,"GGIY":4211,"KIPS":4212,"PYPG":4213,"QMK":4214,"PTGP":4215,"GSTS":4216,"KKLL":4217,"IKTKGK":4218,"HIN":4219,"YML":4220,"PSVA":4221,"VEKI":4222,"GKDY":4223,"SSKA":4224,"NRP":4225,"QLQ":4226,"TEKS":4227,"PETA":4228,"EDIK":4229,"VTMM":4230,"TLVV":4231,"HEKL":4232,"SLQH":4233,"HYS":4234,"FLVMFI":4235,"DVP":4236,"HRDLK":4237,"GFAI":4238,"KAKII":4239,"CLSVF":4240,"TCEGCKGFFRRS":4241,"REAL":4242,"TSFD":4243,">[":4244,"GVNLFA":4245,"DSDS":4246,"QKKYYNA":4247,"FNIGLLL":4248,"GSKKPQKPI":4249,"MKKLGSKKPQKPI":4250,"MTEEQKKYYNA":4251,"RTLLFALMM":4252,"MTEEQKKYYNAMKKLGSKKPQKPI":4253,"FERF":4254,"KGIRTLLFALMM":4255,"SLPALFNIGLLL":4256,"KGIRTLLFALMMSLPALFNIGLLL":4257,"KGIRTLLFALMMSLPALFNIGLLLFLVMFI":4258,"MILLSS":4259,"RALRPL":4260,"TSAGW":4261,"GNSVGAL":4262,"RVFKLAKS":4263,"IKIIGNSVGAL":4264,"RALRPLRALS":4265,"RVFKLAKSWP":4266,"RFEGM":4267,"RVLRAL":4268,"RTLRALRPLRALS":4269,"WCWLD":4270,"RTFRVLRAL":4271,"TNAWCWLD":4272,"VCLIFWLI":4273,"FSIMGVNLFA":4274,"IPSIMNVLL":4275,"IDNFNQQKK":4276,"IKIIGNSVGALGNL":4277,"RFEGMRVV":4278,"RTLRALRPLRALSRFEGMRVV":4279,"VCLIFWLIFSIMGVNLFA":4280,"IPSIMNVLLVCLIFWLIFSIMGVNLFA":4281,"TFKGW":4282,"LLQVATFKGW":4283,"GNLVVL":4284,"TSLL":4285,"HDL":4286,"PNW":4287,"CVI":4288,"RHW":4289,"EICS":4290,"VYAY":4291,"TEAI":4292,"VASL":4293,"CFL":4294,"RDGI":4295,"FASYNK":4296,"VSWFY":4297,"VGSS":4298,"GPTP":4299,"TSLGL":4300,"KANA":4301,"MMS":4302,"FRVIRLA":4303,"PTLFRVIRLA":4304,"PTLFRVIRLARIGR":4305,"THQSDVWS":4306,"FCI":4307,"KIY":4308,"VGVV":4309,"IGFL":4310,"QVW":4311,"ILHS":4312,"HSD":4313,"FQAA":4314,"FIVL":4315,"GQFS":4316,"TFPS":4317,"METT":4318,"SSAA":4319,"RRLL":4320,"QSDVWSFGV":4321,"GTVS":4322,"GNGG":4323,"MFYE":4324,"RTRL":4325,"ILVD":4326,"ELVE":4327,"DDN":4328,"DLEA":4329,"YFF":4330,"VPGL":4331,"TLLD":4332,"DKPLS":4333,"IMCT":4334,"NSY":4335,"PWQ":4336,"GNKI":4337,"YYA":4338,"YHRN":4339,"KQQ":4340,"FADD":4341,"QEDL":4342,"GEKL":4343,"METW":4344,"RLW":4345,"IKEL":4346,"GLSA":4347,"EMH":4348,"TLVS":4349,"TASA":4350,"GLAL":4351,"CLDIL":4352,"ESF":4353,"KKED":4354,"VSQN":4355,